[
    {
        "id": "REVISIONACT2000",
        "title": "Act revising the Convention on the Grant of European Patents (European Patent Convention) of 5 October 1973, last revised on 17 December 1991,",
        "content": [
            {
                "id": "REVISIONACT2000_pre",
                "text": "of 29 November 2000  [1]"
            },
            {
                "id": "None",
                "text": ""
            }
        ],
        "footnotes": [
            {
                "key": "1",
                "content": "Under Article 8() of the Revision Act, the revised text of the European Patent Convention entered into force on 3 December 2007 for all the then 32 EPC contracting states (OJ EPO 2008, )."
            }
        ]
    },
    {
        "id": "REVISIONACT2000_PRE",
        "title": "Preamble",
        "content": [
            {
                "id": "REVISIONACT2000_PRE_pre",
                "text": "THE CONTRACTING STATES TO THE EUROPEAN PATENT CONVENTION,  CONSIDERING that the co-operation of the countries of Europe on the basis of the European Patent Convention and the single procedure for the grant of patents thereby established renders a significant contribution to the legal and economic integration of Europe, WISHING to promote innovation and economic growth in Europe still more effectively by laying foundations for the further development of the European patent system,  DESIRING, in the light of the increasingly international character of the patent system, to adapt the European Patent Convention to the technological and legal developments which have occurred since it was concluded, HAVE AGREED AS FOLLOWS:"
            }
        ],
        "footnotes": []
    },
    {
        "id": "REVISIONACT2000_A1",
        "title": "Article 1  Amendment of the European Patent Convention",
        "content": [
            {
                "id": "REVISIONACT2000_A1_pre",
                "text": "The European Patent Convention shall be amended as follows: ...  "
            },
            {
                "id": "REVISIONACT2000_A1_1",
                "text": "(The following Articles have been inserted:"
            },
            {
                "id": "REVISIONACT2000_A1_1_inter",
                "text": "Articles 4a ,  Article  105a ,  Article  105b ,  Article  105c ,  Article  112a ,  Article  134a  and  Article  149a ."
            },
            {
                "id": "REVISIONACT2000_A1_2",
                "text": "The following Articles have been amended:"
            },
            {
                "id": "REVISIONACT2000_A1_2_inter",
                "text": "Articles 11 ,  14 ,  16 ,  17 ,  Articles  18 ,  21 ,  22 ,  23 ,  Articles  33 ,  35 ,  37 ,  Articles  38 ,  42 ,  50 ,  Articles  51 ,  52 ,  53 ,  Articles  54 ,  60 ,  Articles  61 ,  65 ,  67 ,  68 ,  Articles  69 ,  70 ,  75 ,  76 ,  Articles  77 ,  78 ,  79 ,  Articles  80 ,  86 ,  87 ,  Articles  88 ,  90 ,  92 ,  93 ,  Articles  94 ,  97 ,  98 ,  Articles  99 ,  101 ,  103 ,  Articles  104 ,  105 ,  106 ,  108 ,  Articles  110 ,  115 ,  117 ,  Articles  119 ,  120 ,  121 ,  122 ,  Articles  123 ,  124 ,  Articles  127 ,  128 ,  129 ,  Articles  130 ,  133 ,  134 ,  Articles  135 ,  137 ,  138 ,  Articles  140 ,  141 ,  150 ,  151 ,  Articles  152 ,  153  and  164 ."
            },
            {
                "id": "REVISIONACT2000_A1_3",
                "text": "The following Articles have been deleted:"
            },
            {
                "id": "REVISIONACT2000_A1_3_inter",
                "text": "Articles 91, 95, 96, 102,  Articles  126, 136,  Articles  154, 155, 156,  Articles  157, 158, 159, 160, 161, 162, 163 and 167.)"
            }
        ],
        "footnotes": []
    },
    {
        "id": "REVISIONACT2000_A2",
        "title": "Article 2  Protocols",
        "content": [
            {
                "id": "REVISIONACT2000_A2_pre",
                "text": "...   (1.   Amendment of the Protocol on the Interpretation of  Article 69 EPC   and   Section I of the Protocol on the Centralisation of the European Patent System and on its Introduction (Protocol on Centralisation)."
            },
            {
                "id": "REVISIONACT2000_A2_2",
                "text": "Insertion of the Protocol on the Staff complement of the European Patent Office at The Hague (Protocol on Staff Complement).)"
            }
        ],
        "footnotes": []
    },
    {
        "id": "REVISIONACT2000_A3",
        "title": "Article 3  [2]   New text of the Convention",
        "content": [
            {
                "id": "REVISIONACT2000_A3_1",
                "text": "The Administrative Council of the European Patent Organisation is hereby authorised to draw up, at the proposal of the President of the European Patent Office, a new text of the European Patent Convention. In the new text, the wording of the provisions of the Convention shall be aligned, where necessary, in the three official languages. The provisions of the Convention may also be renumbered consecutively and the references to other provisions of the Convention may be amended in accordance with the new numbering."
            },
            {
                "id": "REVISIONACT2000_A3_2",
                "text": "The Administrative Council shall adopt the new text of the Convention by a majority of three quarters of the Contracting States represented and voting. On its adoption, the new text of the Convention shall become an integral part of this Revision Act."
            }
        ],
        "footnotes": [
            {
                "key": "2",
                "content": "By decision of 8 June 001 the Administrative Council of the European Patent Organisation adopted the new text of the EPC (see OJ EPO 001, Special edition No. 4, p. 55)."
            }
        ]
    },
    {
        "id": "REVISIONACT2000_A4",
        "title": "Article 4  Signature and ratification",
        "content": [
            {
                "id": "REVISIONACT2000_A4_1",
                "text": "This Revision Act shall be open for signature by the Contracting States at the European Patent Office in Munich until 1 September 2001."
            },
            {
                "id": "REVISIONACT2000_A4_2",
                "text": "This Revision Act shall be subject to ratification; instruments of ratification shall be deposited with the Government of the Federal Republic of Germany."
            }
        ],
        "footnotes": []
    },
    {
        "id": "REVISIONACT2000_A5",
        "title": "Article 5  Accession",
        "content": [
            {
                "id": "REVISIONACT2000_A5_1",
                "text": "This Revision Act shall be open, until its entry into force, to accession by the Contracting States to the Convention and the States which ratify the Convention or accede thereto."
            },
            {
                "id": "REVISIONACT2000_A5_2",
                "text": "Instruments of accession shall be deposited with the Government of the Federal Republic of Germany."
            }
        ],
        "footnotes": []
    },
    {
        "id": "REVISIONACT2000_A6",
        "title": "Article 6  Provisional application",
        "content": [
            {
                "id": "REVISIONACT2000_A6_pre",
                "text": "Article 1  REV , items 4-6 and 12-15,  Article 2  REV , items 2 and 3 and  Articles 3  REV  and  Article  7  REV  of this Revision Act shall be applied provisionally."
            }
        ],
        "footnotes": []
    },
    {
        "id": "REVISIONACT2000_A7",
        "title": "Article 7  [3]   Transitional provisions",
        "content": [
            {
                "id": "REVISIONACT2000_A7_1",
                "text": "The revised version of the Convention shall apply to all European patent applications filed after its entry into force, as well as to all patents granted in respect of such applications. It shall not apply to European patents already granted at the time of its entry into force, or to European patent applications pending at that time, unless otherwise decided by the Administrative Council of the European Patent Organisation."
            },
            {
                "id": "REVISIONACT2000_A7_2",
                "text": "The Administrative Council of the European Patent Organisation shall take a decision under paragraph 1 no later than 30 June 2001, by a majority of three quarters of the Contracting States represented and voting. Such decision shall become an integral part of this Revision Act."
            }
        ],
        "footnotes": [
            {
                "key": "3",
                "content": "See decision of the Administrative Council of 28 June 2001 on the transitional provisions under Article 7 of the Act revising the European Patent Convention of 29 November 2000, p. 67."
            }
        ]
    },
    {
        "id": "REVISIONACT2000_A8",
        "title": "Article 8  Entry into force  [4]",
        "content": [
            {
                "id": "REVISIONACT2000_A8_1",
                "text": "The revised text of the European Patent Convention shall enter into force two years after the fifteenth Contracting State has deposited its instrument of ratification or accession, or on the first day of the third month following the deposit of the instrument of ratification or accession by the Contracting State taking this step as the last of all the Contracting States, if this takes place earlier."
            },
            {
                "id": "REVISIONACT2000_A8_2",
                "text": "Upon entry into force of the revised text of the Convention, the text valid until that time shall cease to apply."
            }
        ],
        "footnotes": [
            {
                "key": "4",
                "content": "Under Article 8(1) of the Revision Act, the revised text of the European Patent Convention entered into force on 13 December 2007 for all the then 32 EPC contracting states (OJ EPO 2008, 1)."
            }
        ]
    },
    {
        "id": "REVISIONACT2000_A9",
        "title": "Article 9  Transmission and notifications",
        "content": [
            {
                "id": "REVISIONACT2000_A9_1",
                "text": "The Government of the Federal Republic of Germany shall draw up certified true copies of this Revision Act and shall transmit them to the governments of the Contracting States and of the States able to accede to the European Patent Convention under  Article 166, paragraph 1 ."
            },
            {
                "id": "REVISIONACT2000_A9_2",
                "text": "The Government of the Federal Republic of Germany shall notify the governments referred to in  paragraph 1  concerning:"
            },
            {
                "id": "REVISIONACT2000_A9_2_a",
                "text": "the deposit of any instrument of ratification or accession;"
            },
            {
                "id": "REVISIONACT2000_A9_2_b",
                "text": "the date of entry into force of this Revision Act."
            },
            {
                "id": "REVISIONACT2000_A9_2_inter",
                "text": "IN WITNESS WHEREOF, the Plenipotentiaries authorised thereto, having presented their Full Powers, found to be in good and due form, have signed this Revision Act."
            },
            {
                "id": "REVISIONACT2000_A9_2_inter",
                "text": "DONE at Munich this twenty-ninth day of November two thousand in a single original in the English, French and German languages, the three texts being equally authentic. This original text shall be deposited in the archives of the Federal Republic of Germany."
            }
        ],
        "footnotes": []
    }
]