[
    {
        "id": "A1",
        "title": "Article 1 - European law for the grant of patents",
        "content": [
            {
                "text": "A system of law, common to the Contracting States,  [2]  for the grant of patents for invention is established by this Convention.",
                "id": "A1_pre"
            }
        ],
        "footnotes": [
            {
                "key": "2",
                "content": "There are currently 3839 Contracting States: AL, AT, BE, BG, CH, CY, CZ, DE, DK, EE, ES, FI, FR, GB, GR, HR, HU, IE, IS, IT, LI, LT, LU, LV, MC, ME, MK, MT, NL, NO, PL, PT, RO, RS, SE, SI, SK, SM, TR."
            }
        ]
    },
    {
        "id": "A2",
        "title": "Article 2 - European patent",
        "content": [
            {
                "text": "Patents granted under this Convention shall be called European patents.",
                "id": "A2_1"
            },
            {
                "text": "The European patent shall, in each of the Contracting States for which it is granted, have the effect of and be subject to the same conditions as a national patent granted by that State, unless this Convention provides otherwise.",
                "id": "A2_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A3",
        "title": "Article 3 - Territorial effect",
        "content": [
            {
                "text": "The grant of a European patent may be requested for one or more of the Contracting States.",
                "id": "A3_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A4",
        "title": "Article 4 [3] - European Patent Organisation",
        "content": [
            {
                "text": "A European Patent Organisation, hereinafter referred to as the Organisation, is established by this Convention. It shall have administrative and financial autonomy.",
                "id": "A4_1"
            },
            {
                "text": "The organs of the Organisation shall be:",
                "id": "A4_2"
            },
            {
                "text": "the European Patent Office;",
                "id": "A4_2_a"
            },
            {
                "text": "the Administrative Council.",
                "id": "A4_2_b"
            },
            {
                "text": "The task of the Organisation shall be to grant European patents. This shall be carried out by the European Patent Office supervised by the Administrative Council.",
                "id": "A4_3"
            }
        ],
        "footnotes": [
            {
                "key": "3",
                "content": "See decisions of the Enlarged Board of Appeal G 5/88, G 7/88, G 8/88, G 1/04 (Annex I)."
            }
        ]
    },
    {
        "id": "A4a",
        "title": "Article 4a [4] - Conference of ministers of the Contracting States",
        "content": [
            {
                "text": "A conference of ministers of the Contracting States responsible for patent matters shall meet at least every five years to discuss issues pertaining to the Organisation and to the European patent system.",
                "id": "A4a_pre"
            }
        ],
        "footnotes": [
            {
                "key": "4",
                "content": "Inserted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A5",
        "title": "Article 5 [5] - Legal status",
        "content": [
            {
                "text": "The Organisation shall have legal personality.",
                "id": "A5_1"
            },
            {
                "text": "In each of the Contracting States, the Organisation shall enjoy the most extensive legal capacity accorded to legal persons under the national law of that State; it may in particular acquire or dispose of movable and immovable property and may be a party to legal proceedings.",
                "id": "A5_2"
            },
            {
                "text": "The President of the European Patent Office shall represent the Organisation.",
                "id": "A5_3"
            }
        ],
        "footnotes": [
            {
                "key": "5",
                "content": "See decisions of the Enlarged Board of Appeal G /88, G 7/88, G 8/88 (Annex I)."
            }
        ]
    },
    {
        "id": "A6",
        "title": "Article 6 [6] - Headquarters",
        "content": [
            {
                "text": "The Organisation shall have its headquarters in Munich.",
                "id": "A6_1"
            },
            {
                "text": "The European Patent Office shall be located in Munich. It shall have a branch at The Hague.",
                "id": "A6_2"
            }
        ],
        "footnotes": [
            {
                "key": "6",
                "content": "See decisions of the Enlarged Board of Appeal G 5/88, G 7/88, G 8/88 (Annex I)."
            }
        ]
    },
    {
        "id": "A7",
        "title": "Article 7 [7] - Sub-offices of the European Patent Office",
        "content": [
            {
                "text": "By decision of the Administrative Council, sub-offices of the European Patent Office may be created, if need be, for the purpose of information and liaison, in the Contracting States and with intergovernmental organisations in the field of industrial property, subject to the approval of the Contracting State or organisation concerned.",
                "id": "A7_pre"
            }
        ],
        "footnotes": [
            {
                "key": "7",
                "content": "See decisions of the Enlarged Board of Appeal G 5/88, G /88, G 8/88 (Annex I)."
            }
        ]
    },
    {
        "id": "A8",
        "title": "Article 8 - Privileges and immunities",
        "content": [
            {
                "text": "The Protocol on Privileges and Immunities annexed to this Convention shall define the conditions under which the Organisation, the members of the Administrative Council, the employees of the European Patent Office, and such other persons specified in that Protocol as take part in the work of the Organisation, shall enjoy, in each Contracting State, the privileges and immunities necessary for the performance of their duties.",
                "id": "A8_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A9",
        "title": "Article 9 - Liability",
        "content": [
            {
                "text": "The contractual liability of the Organisation shall be governed by the law applicable to the contract in question.",
                "id": "A9_1"
            },
            {
                "text": "The non-contractual liability of the Organisation in respect of any damage caused by it or by the employees of the European Patent Office in the performance of their duties shall be governed by the law of the Federal Republic of Germany. Where the damage is caused by the branch at The Hague or a sub-office or employees attached thereto, the law of the Contracting State in which such branch or sub-office is located shall apply.",
                "id": "A9_2"
            },
            {
                "text": "The personal liability of the employees of the European Patent Office towards the Organisation shall be governed by their Service Regulations or conditions of employment.",
                "id": "A9_3"
            },
            {
                "text": "The courts with jurisdiction to settle disputes under paragraphs 1 and 2 shall be:",
                "id": "A9_4"
            },
            {
                "text": "for disputes under paragraph 1, the courts of the Federal Republic of Germany, unless the contract concluded between the parties designates a court of another State;",
                "id": "A9_4_a"
            },
            {
                "text": "for disputes under paragraph 2, the courts of the Federal Republic of Germany, or of the State in which the branch or sub-office is located.",
                "id": "A9_4_b"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A10",
        "title": "Article 10 [8] - Management",
        "content": [
            {
                "text": "The European Patent Office shall be managed by the President, who shall be responsible for its activities to the Administrative Council.",
                "id": "A10_1"
            },
            {
                "text": "To this end, the President shall have in particular the following functions and powers:",
                "id": "A10_2"
            },
            {
                "text": "he shall take all necessary steps to ensure the functioning of the European Patent Office, including the adoption of internal administrative instructions and information to the public;",
                "id": "A10_2_a"
            },
            {
                "text": "unless this Convention provides otherwise, he shall prescribe which acts are to be performed at the European Patent Office in Munich and its branch at The Hague respectively;",
                "id": "A10_2_b"
            },
            {
                "text": "he may submit to the Administrative Council any proposal for amending this Convention, for general regulations, or for decisions which come within the competence of the Administrative Council;",
                "id": "A10_2_c"
            },
            {
                "text": "he shall prepare and implement the budget and any amending or supplementary budget;",
                "id": "A10_2_d"
            },
            {
                "text": "he shall submit a management report to the Administrative Council each year;",
                "id": "A10_2_e"
            },
            {
                "text": "he shall exercise supervisory authority over the staff;",
                "id": "A10_2_f"
            },
            {
                "text": "subject to Article 11, he shall appoint the employees and decide on their promotion;",
                "id": "A10_2_g"
            },
            {
                "text": "he shall exercise disciplinary authority over the employees other than those referred to in Article 11, and may propose disciplinary action to the Administrative Council with regard to employees referred to in Article 11, paragraphs 2 and Article 11, paragraphs 3;",
                "id": "A10_2_h"
            },
            {
                "text": "he may delegate his functions and powers.",
                "id": "A10_2_i"
            },
            {
                "text": "[9]  The President shall be assisted by a number of Vice-Presidents. If the President is absent or indisposed, one of the Vice-Presidents shall take his place in accordance with the procedure laid down by the Administrative Council.",
                "id": "A10_3"
            }
        ],
        "footnotes": [
            {
                "key": "8",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 5/, G 7/, G /, G 1/02 (Annex I)."
            },
            {
                "key": "9",
                "content": "See decision of the Administrative Council of 06.07.178 on substitution for the President of the EPO (OJ EPO 178, 326)."
            }
        ]
    },
    {
        "id": "A11",
        "title": "Article 11 [10] - Appointment of senior employees",
        "content": [
            {
                "text": "The President of the European Patent Office shall be appointed by the Administrative Council.",
                "id": "A11_1"
            },
            {
                "text": "The Vice-Presidents shall be appointed by the Administrative Council after the President of the European Patent Office has been consulted.",
                "id": "A11_2"
            },
            {
                "text": "The members, including the Chairmen, of the Boards of Appeal and of the Enlarged Board of Appeal shall be appointed by the Administrative Council on a proposal from the President of the European Patent Office. They may be re-appointed by the Administrative Council after the President of the European Patent Office has been consulted.",
                "id": "A11_3"
            },
            {
                "text": "The Administrative Council shall exercise disciplinary authority over the employees referred to in paragraphs 1 to 3.",
                "id": "A11_4"
            },
            {
                "text": "The Administrative Council, after consulting the President of the European Patent Office, may also appoint as members of the Enlarged Board of Appeal legally qualified members of the national courts or quasi-judicial authorities of the Contracting States, who may continue their judicial activities at the national level. They shall be appointed for a term of three years and may be re-appointed.",
                "id": "A11_5"
            }
        ],
        "footnotes": [
            {
                "key": "10",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A12",
        "title": "Article 12 - Duties of office",
        "content": [
            {
                "text": "Employees of the European Patent Office shall be bound, even after the termination of their employment, neither to disclose nor to make use of information which by its nature is a professional secret.",
                "id": "A12_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A13",
        "title": "Article 13 - Disputes between the Organisation and the employees of the European Patent Office",
        "content": [
            {
                "text": "Employees and former employees of the European Patent Office or their successors in title may apply to the Administrative Tribunal of the International Labour Organization in the case of disputes with the European Patent Organisation, in accordance with the Statute of the Tribunal and within the limits and subject to the conditions laid down in the Service Regulations for permanent employees or the Pension Scheme Regulations or arising from the conditions of employment of other employees.",
                "id": "A13_1"
            },
            {
                "text": "An appeal shall only be admissible if the person concerned has exhausted such other means of appeal as are available to him under the Service Regulations, the Pension Scheme Regulations or the conditions of employment.",
                "id": "A13_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A14",
        "title": "Article 14 [11],  [12] - Languages of the European Patent Office, European patent applications and other documents",
        "content": [
            {
                "text": "The official languages of the European Patent Office shall be English, French and German.",
                "id": "A14_1"
            },
            {
                "text": "A European patent application shall be filed in one of the official languages or, if filed in any other language, translated into one of the official languages in accordance with the Implementing Regulations. Throughout the proceedings before the European Patent Office, such translation may be brought into conformity with the application as filed. If a required translation is not filed in due time, the application shall be deemed to be withdrawn.",
                "id": "A14_2"
            },
            {
                "text": "The official language of the European Patent Office in which the European patent application is filed or into which it is translated shall be used as the language of the proceedings in all proceedings before the European Patent Office, unless the Implementing Regulations provide otherwise.",
                "id": "A14_3"
            },
            {
                "text": "Natural or legal persons having their residence or principal place of business within a Contracting State having a language other than English, French or German as an official language, and nationals of that State who are resident abroad, may file documents which have to be filed within a time limit in an official language of that State. They shall, however, file a translation in an official language of the European Patent Office in accordance with the Implementing Regulations. If any document, other than those documents making up the European patent application, is not filed in the prescribed language, or if any required translation is not filed in due time, the document shall be deemed not to have been filed.",
                "id": "A14_4"
            },
            {
                "text": "European patent applications shall be published in the language of the proceedings.",
                "id": "A14_5"
            },
            {
                "text": "Specifications of European patents shall be published in the language of the proceedings and shall include a translation of the claims in the other two official languages of the European Patent Office.",
                "id": "A14_6"
            },
            {
                "text": "The following shall be published in the three official languages of the European Patent Office:",
                "id": "A14_7"
            },
            {
                "text": "the European Patent Bulletin;",
                "id": "A14_7_a"
            },
            {
                "text": "the Official Journal of the European Patent Office.",
                "id": "A14_7_b"
            },
            {
                "text": "Entries in the European Patent Register shall be made in the three official languages of the European Patent Office. In cases of doubt, the entry in the language of the proceedings shall be authentic.",
                "id": "A14_8"
            }
        ],
        "footnotes": [
            {
                "key": "11",
                "content": "Amended by the Act revising the European Patent Convention of 29..2000."
            },
            {
                "key": "12",
                "content": "See decisions of the Enlarged Board of Appeal G 6/91, G 2/95, G 4/08 (Annex I)."
            }
        ]
    },
    {
        "id": "A15",
        "title": "Article 15 [13] - Departments entrusted with the procedure",
        "content": [
            {
                "text": "To carry out the procedures laid down in this Convention, the following shall be set up within the European Patent Office:",
                "id": "A15_pre"
            },
            {
                "text": "a Receiving Section;",
                "id": "A15_a"
            },
            {
                "text": "Search Divisions;",
                "id": "A15_b"
            },
            {
                "text": "Examining Divisions;",
                "id": "A15_c"
            },
            {
                "text": "Opposition Divisions;",
                "id": "A15_d"
            },
            {
                "text": "a Legal Division;",
                "id": "A15_e"
            },
            {
                "text": "Boards of Appeal;",
                "id": "A15_f"
            },
            {
                "text": "an Enlarged Board of Appeal.",
                "id": "A15_g"
            }
        ],
        "footnotes": [
            {
                "key": "13",
                "content": "See opinion of the Enlarged Board of Appeal G 1/02 (Annex I)."
            }
        ]
    },
    {
        "id": "A16",
        "title": "Article 16 [14] - Receiving Section",
        "content": [
            {
                "text": "The Receiving Section shall be responsible for the examination on filing and the examination as to formal requirements of European patent applications.",
                "id": "A16_pre"
            }
        ],
        "footnotes": [
            {
                "key": "14",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A17",
        "title": "Article 17 [15] - Search Divisions",
        "content": [
            {
                "text": "The Search Divisions shall be responsible for drawing up European search reports.",
                "id": "A17_pre"
            }
        ],
        "footnotes": [
            {
                "key": "15",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A18",
        "title": "Article 18 [16] - Examining Divisions",
        "content": [
            {
                "text": "The Examining Divisions shall be responsible for the examination of European patent applications.",
                "id": "A18_1"
            },
            {
                "text": "[17]  An Examining Division shall consist of three technically qualified examiners. However, before a decision is taken on a European patent application, its examination shall, as a general rule, be entrusted to one member of the Examining Division. Oral proceedings shall be before the Examining Division itself. If the Examining Division considers that the nature of the decision so requires, it shall be enlarged by the addition of a legally qualified examiner. In the event of parity of votes, the vote of the Chairman of the Examining Division shall be decisive.",
                "id": "A18_2"
            }
        ],
        "footnotes": [
            {
                "key": "16",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "17",
                "content": "See opinion of the Enlarged Board of Appeal G 1/02 (Annex I)."
            }
        ]
    },
    {
        "id": "A19",
        "title": "Article 19 [18] - Opposition Divisions",
        "content": [
            {
                "text": "The Opposition Divisions shall be responsible for the examination of oppositions against any European patent.",
                "id": "A19_1"
            },
            {
                "text": "An Opposition Division shall consist of three technically qualified examiners, at least two of whom shall not have taken part in the proceedings for grant of the patent to which the opposition relates. An examiner who has taken part in the proceedings for the grant of the European patent may not be the Chairman. Before a decision is taken on the opposition, the Opposition Division may entrust the examination of the opposition to one of its members. Oral proceedings shall be before the Opposition Division itself. If the Opposition Division considers that the nature of the decision so requires, it shall be enlarged by the addition of a legally qualified examiner who shall not have taken part in the proceedings for grant of the patent. In the event of parity of votes, the vote of the Chairman of the Opposition Division shall be decisive.",
                "id": "A19_2"
            }
        ],
        "footnotes": [
            {
                "key": "18",
                "content": "See decision/opinion of the Enlarged Board of Appeal G 5/91, G 1/02 (Annex I)."
            }
        ]
    },
    {
        "id": "A20",
        "title": "Article 20 [19] - Legal Division",
        "content": [
            {
                "text": "The Legal Division shall be responsible for decisions in respect of entries in the Register of European Patents and in respect of registration on, and deletion from, the list of professional representatives.",
                "id": "A20_1"
            },
            {
                "text": "Decisions of the Legal Division shall be taken by one legally qualified member.",
                "id": "A20_2"
            }
        ],
        "footnotes": [
            {
                "key": "19",
                "content": "See decisions of the President of the EPO of 21.11.2013 concerning the responsibilities of the Legal Division (OJ EPO 2013, 600) and concerning the entrustment to non-legally qualified staff of certain duties incumbent on the Legal Division (OJ EPO 2013, 601)."
            }
        ]
    },
    {
        "id": "A21",
        "title": "Article 21 [20],  [21] - Boards of Appeal",
        "content": [
            {
                "text": "The Boards of Appeal shall be responsible for the examination of appeals from decisions of the Receiving Section, the Examining Divisions and Opposition Divisions, and the Legal Division.",
                "id": "A21_1"
            },
            {
                "text": "For appeals from decisions of the Receiving Section or the Legal Division, a Board of Appeal shall consist of three legally qualified members.",
                "id": "A21_2"
            },
            {
                "text": "For appeals from a decision of an Examining Division, a Board of Appeal shall consist of:",
                "id": "A21_3"
            },
            {
                "text": "two technically qualified members and one legally qualified member, when the decision concerns the refusal of a European patent application or the grant, limitation or revocation of a European patent, and was taken by an Examining Division consisting of less than four members;",
                "id": "A21_3_a"
            },
            {
                "text": "three technically and two legally qualified members, when the decision was taken by an Examining Division consisting of four members, or when the Board of Appeal considers that the nature of the appeal so requires;",
                "id": "A21_3_b"
            },
            {
                "text": "three legally qualified members in all other cases.",
                "id": "A21_3_c"
            },
            {
                "text": "For appeals from a decision of an Opposition Division, a Board of Appeal shall consist of:",
                "id": "A21_4"
            },
            {
                "text": "two technically qualified members and one legally qualified member, when the decision was taken by an Opposition Division consisting of three members;",
                "id": "A21_4_a"
            },
            {
                "text": "three technically and two legally qualified members, when the decision was taken by an Opposition Division consisting of four members, or when the Board of Appeal considers that the nature of the appeal so requires.",
                "id": "A21_4_b"
            }
        ],
        "footnotes": [
            {
                "key": "20",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.00."
            },
            {
                "key": "21",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 2/90, G 8/95, G 1/02, G 3/03, G 1/11 (Annex I)."
            }
        ]
    },
    {
        "id": "A22",
        "title": "Article 22 [22] - Enlarged Board of Appeal",
        "content": [
            {
                "text": "The Enlarged Board of Appeal shall be responsible for:",
                "id": "A22_1"
            },
            {
                "text": "deciding on points of law referred to it by Boards of Appeal under Article 112;",
                "id": "A22_1_a"
            },
            {
                "text": "giving opinions on points of law referred to it by the President of the European Patent Office under Article 112;",
                "id": "A22_1_b"
            },
            {
                "text": "deciding on petitions for review of decisions of the Boards of Appeal under Article 112a.",
                "id": "A22_1_c"
            },
            {
                "text": "In proceedings under paragraph 1(a) and (b), the Enlarged Board of Appeal shall consist of five legally and two technically qualified members. In proceedings under paragraph 1(c), the Enlarged Board of Appeal shall consist of three or five members as laid down in the Implementing Regulations. In all proceedings, a legally qualified member shall be the Chairman.",
                "id": "A22_2"
            }
        ],
        "footnotes": [
            {
                "key": "22",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A23",
        "title": "Article 23 [23] - Independence of the members of the Boards",
        "content": [
            {
                "text": "The members of the Enlarged Board of Appeal and of the Boards of Appeal shall be appointed for a term of five years and may not be removed from office during this term, except if there are serious grounds for such removal and if the Administrative Council, on a proposal from the Enlarged Board of Appeal, takes a decision to this effect. Notwithstanding sentence 1, the term of office of members of the Boards shall end if they resign or are retired in accordance with the Service Regulations for permanent employees of the European Patent Office.",
                "id": "A23_1"
            },
            {
                "text": "The members of the Boards may not be members of the Receiving Section, Examining Divisions, Opposition Divisions or Legal Division.",
                "id": "A23_2"
            },
            {
                "text": "[24]  In their decisions the members of the Boards shall not be bound by any instructions and shall comply only with the provisions of this Convention.",
                "id": "A23_3"
            },
            {
                "text": "[25]  The Rules of Procedure of the Boards of Appeal and the Enlarged Board of Appeal shall be adopted in accordance with the Implementing Regulations. They shall be subject to the approval of the Administrative Council.",
                "id": "A23_4"
            }
        ],
        "footnotes": [
            {
                "key": "23",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "24",
                "content": "See decision of the Enlarged Board of Appeal G 2/06 (Annex I)."
            },
            {
                "key": "25",
                "content": "See the Rules of Procedure of the Boards of Appeal, last amendments approved by decisiondecisions of the Administrative Council CA/D 5/19 of 26.06.2019 (OJ EPO 2019, A63) and CA/D 3/21 of 23.03.2021 (OJ EPO 2021, A19) and the Rules of Procedure of the Enlarged Board of Appeal, last amendments approved by decision of the Administrative Council CA/D 3/15 of .03.2015 (OJ EPO 2015, A35).See decision of the Enlarged Board of Appeal G 6/95 (Annex I)."
            }
        ]
    },
    {
        "id": "A24",
        "title": "Article 24 [26] - Exclusion and objection",
        "content": [
            {
                "text": "Members of the Boards of Appeal or of the Enlarged Board of Appeal may not take part in a case in which they have any personal interest, or if they have previously been involved as representatives of one of the parties, or if they participated in the decision under appeal.",
                "id": "A24_1"
            },
            {
                "text": "If, for one of the reasons mentioned in paragraph 1, or for any other reason, a member of a Board of Appeal or of the Enlarged Board of Appeal considers that he should not take part in any appeal, he shall inform the Board accordingly.",
                "id": "A24_2"
            },
            {
                "text": "Members of a Board of Appeal or of the Enlarged Board of Appeal may be objected to by any party for one of the reasons mentioned in paragraph 1, or if suspected of partiality. An objection shall not be admissible if, while being aware of a reason for objection, the party has taken a procedural step. An objection may not be based upon the nationality of members.",
                "id": "A24_3"
            },
            {
                "text": "The Boards of Appeal and the Enlarged Board of Appeal shall decide as to the action to be taken in the cases specified in paragraphs 2 and 3, without the participation of the member concerned. For the purposes of taking this decision the member objected to shall be replaced by his alternate.",
                "id": "A24_4"
            }
        ],
        "footnotes": [
            {
                "key": "26",
                "content": "See decisions of the Enlarged Board of Appeal G 5/91, G 1/05, G 2/08 of 15.06.2009, G 3/08 of 16.10.2009 (Annex I)."
            }
        ]
    },
    {
        "id": "A25",
        "title": "Article 25 - Technical opinion",
        "content": [
            {
                "text": "At the request of the competent national court hearing an infringement or revocation action, the European Patent Office shall be obliged, on payment of an appropriate fee,  [27]  to give a technical opinion concerning the European patent which is the subject of the action. The Examining Division shall be responsible for issuing such opinions.",
                "id": "A25_pre"
            }
        ],
        "footnotes": [
            {
                "key": "27",
                "content": "See Article 2(1), item 20, of the Rules relating to Fees."
            }
        ]
    },
    {
        "id": "A26",
        "title": "Article 26 - Membership",
        "content": [
            {
                "text": "The Administrative Council shall be composed of the Representatives and the alternate Representatives of the Contracting States. Each Contracting State shall be entitled to appoint one Representative and one alternate Representative to the Administrative Council.",
                "id": "A26_1"
            },
            {
                "text": "The members of the Administrative Council may, in accordance with the Rules of Procedure of the Administrative Council, be assisted by advisers or experts.",
                "id": "A26_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A27",
        "title": "Article 27 - Chairmanship",
        "content": [
            {
                "text": "The Administrative Council shall elect a Chairman and a Deputy Chairman from among the Representatives and alternate Representatives of the Contracting States. The Deputy Chairman shall ex officio replace the Chairman if he is prevented from carrying out his duties.",
                "id": "A27_1"
            },
            {
                "text": "The terms of office of the Chairman and the Deputy Chairman shall be three years. They may be re-elected.",
                "id": "A27_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A28",
        "title": "Article 28 [28] - Board",
        "content": [
            {
                "text": "When there are at least eight Contracting States, the Administrative Council may set up a Board composed of five of its members.",
                "id": "A28_1"
            },
            {
                "text": "The Chairman and the Deputy Chairman of the Administrative Council shall be members of the Board ex officio; the other three members shall be elected by the Administrative Council.",
                "id": "A28_2"
            },
            {
                "text": "The term of office of the members elected by the Administrative Council shall be three years. They may not be re-elected.",
                "id": "A28_3"
            },
            {
                "text": "The Board shall perform the duties assigned to it by the Administrative Council in accordance with the Rules of Procedure.",
                "id": "A28_4"
            }
        ],
        "footnotes": [
            {
                "key": "28",
                "content": "See decisions of the Administrative Council of 05.06.2003 setting up a Board of the Administrative Council (OJ EPO 2003, 333) and of 30.10.2003 concerning the operation of the Board of the Administrative Council (OJ EPO 2003, 579)."
            }
        ]
    },
    {
        "id": "A29",
        "title": "Article 29 - Meetings",
        "content": [
            {
                "text": "Meetings of the Administrative Council shall be convened by its Chairman.",
                "id": "A29_1"
            },
            {
                "text": "The President of the European Patent Office shall take part in the deliberations of the Administrative Council.",
                "id": "A29_2"
            },
            {
                "text": "The Administrative Council shall hold an ordinary meeting once each year. In addition, it shall meet on the initiative of its Chairman or at the request of one-third of the Contracting States.",
                "id": "A29_3"
            },
            {
                "text": "The deliberations of the Administrative Council shall be based on an agenda, and shall be held in accordance with its Rules of Procedure.",
                "id": "A29_4"
            },
            {
                "text": "The provisional agenda shall contain any question whose inclusion is requested by any Contracting State in accordance with the Rules of Procedure.",
                "id": "A29_5"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A30",
        "title": "Article 30 - Attendance of observers",
        "content": [
            {
                "text": "The World Intellectual Property Organization shall be represented at the meetings of the Administrative Council, in accordance with an agreement between the Organisation and the World Intellectual Property Organization.",
                "id": "A30_1"
            },
            {
                "text": "Other intergovernmental organisations entrusted with carrying out international procedures in the field of patents, with which the Organisation has concluded an agreement, shall be represented at the meetings of the Administrative Council, in accordance with such agreement.",
                "id": "A30_2"
            },
            {
                "text": "Any other intergovernmental and international non-governmental organisations carrying out an activity of interest to the Organisation may be invited by the Administrative Council to be represented at its meetings during any discussion of matters of mutual interest.",
                "id": "A30_3"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A31",
        "title": "Article 31 - Languages of the Administrative Council",
        "content": [
            {
                "text": "The languages used in the deliberations of the Administrative Council shall be English, French and German.",
                "id": "A31_1"
            },
            {
                "text": "Documents submitted to the Administrative Council, and the minutes of its deliberations, shall be drawn up in the three languages specified in paragraph 1.",
                "id": "A31_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A32",
        "title": "Article 32 - Staff, premises and equipment",
        "content": [
            {
                "text": "The European Patent Office shall place at the disposal of the Administrative Council, and of any committee established by it, such staff, premises and equipment as may be necessary for the performance of their duties.",
                "id": "A32_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A33",
        "title": "Article 33 [29],  [30] - Competence of the Administrative Council in certain cases",
        "content": [
            {
                "text": "The Administrative Council shall be competent to amend:",
                "id": "A33_1"
            },
            {
                "text": "the time limits laid down in this Convention;",
                "id": "A33_1_a"
            },
            {
                "text": "Parts II to VIII and Part X of this Convention, to bring them into line with an international treaty relating to patents or European Community legislation relating to patents;",
                "id": "A33_1_b"
            },
            {
                "text": "the Implementing Regulations.",
                "id": "A33_1_c"
            },
            {
                "text": "The Administrative Council shall be competent, in conformity with this Convention, to adopt or amend:",
                "id": "A33_2"
            },
            {
                "text": "the Financial Regulations;",
                "id": "A33_2_a"
            },
            {
                "text": "the Service Regulations for permanent employees and the conditions of employment of other employees of the European Patent Office, the salary scales of the said permanent and other employees, and also the nature of any supplementary benefits and the rules for granting them;",
                "id": "A33_2_b"
            },
            {
                "text": "the Pension Scheme Regulations and any appropriate increases in existing pensions to correspond to increases in salaries;",
                "id": "A33_2_c"
            },
            {
                "text": "the Rules relating to Fees;",
                "id": "A33_2_d"
            },
            {
                "text": "its Rules of Procedure.",
                "id": "A33_2_e"
            },
            {
                "text": "Notwithstanding Article 18, paragraph 2, the Administrative Council shall be competent to decide, in the light of experience, that in certain categories of cases Examining Divisions shall consist of one technically qualified examiner only. Such decision may be rescinded.",
                "id": "A33_3"
            },
            {
                "text": "The Administrative Council shall be competent to authorise the President of the European Patent Office to negotiate and, subject to its approval, to conclude agreements on behalf of the European Patent Organisation with States, with intergovernmental organisations and with documentation centres set up on the basis of agreements with such organisations.",
                "id": "A33_4"
            },
            {
                "text": "The Administrative Council may not take a decision under paragraph 1(b):",
                "id": "A33_5"
            },
            {
                "text": "– concerning an international treaty, before its entry into force; ",
                "id": "A33_5_inter"
            },
            {
                "text": "– concerning European Community legislation, before its entry into force or, where that legislation lays down a period for its implementation, before the expiry of that period. ",
                "id": "A33_5_inter"
            }
        ],
        "footnotes": [
            {
                "key": "29",
                "content": "Amended by the Act revising the European Patent Convention of .11.2000."
            },
            {
                "key": "30",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 5/88, G 7/88, G 8/88, G 6/95, G 1/02 (Annex I)."
            }
        ]
    },
    {
        "id": "A34",
        "title": "Article 34 - Voting rights",
        "content": [
            {
                "text": "The right to vote in the Administrative Council shall be restricted to the Contracting States.",
                "id": "A34_1"
            },
            {
                "text": "Each Contracting State shall have one vote, except where Article 36 applies.",
                "id": "A34_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A35",
        "title": "Article 35 [31] - Voting rules",
        "content": [
            {
                "text": "The Administrative Council shall take its decisions, other than those referred to in paragraphs 2 and 3, by a simple majority of the Contracting States represented and voting.",
                "id": "A35_1"
            },
            {
                "text": "A majority of three-quarters of the votes of the Contracting States represented and voting shall be required for the decisions which the Administrative Council is empowered to take under Article 7, Article 11, paragraph 1, Article 33, paragraphs 1(a) and (c), and Article 33 paragraph 2 to Article 33 paragraph 4, Article 39, paragraph 1, Article 40, paragraphs 2 and  4, Article 46, Article 134a, Article 149a, paragraph 2, Article 152, Article 153, paragraph 7, Article 166 and Article 172.",
                "id": "A35_2"
            },
            {
                "text": "Unanimity of the Contracting States voting shall be required for the decisions which the Administrative Council is empowered to take under Article 33, paragraph 1(b). The Administrative Council shall take such decisions only if all the Contracting States are represented. A decision taken on the basis of Article 33, paragraph 1(b), shall not take effect if a Contracting State declares, within twelve months of the date of the decision, that it does not wish to be bound by that decision.",
                "id": "A35_3"
            },
            {
                "text": "Abstentions shall not be considered as votes.",
                "id": "A35_4"
            }
        ],
        "footnotes": [
            {
                "key": "31",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A36",
        "title": "Article 36 - Weighting of votes",
        "content": [
            {
                "text": "In respect of the adoption or amendment of the Rules relating to Fees and, if the financial contribution to be made by the Contracting States would thereby be increased, the adoption of the budget of the Organisation and of any amending or supplementary budget, any Contracting State may require, following a first ballot in which each Contracting State shall have one vote, and whatever the result of this ballot, that a second ballot be taken immediately, in which votes shall be given to the States in accordance with paragraph 2. The decision shall be determined by the result of this second ballot.",
                "id": "A36_1"
            },
            {
                "text": "The number of votes that each Contracting State shall have in the second ballot shall be calculated as follows:",
                "id": "A36_2"
            },
            {
                "text": "the percentage obtained for each Contracting State in respect of the scale for the special financial contributions, pursuant to Article 40, paragraphs 3 and 4, shall be multiplied by the number of Contracting States and divided by five;",
                "id": "A36_2_a"
            },
            {
                "text": "the number of votes thus given shall be rounded upwards to the next whole number;",
                "id": "A36_2_b"
            },
            {
                "text": "five additional votes shall be added to this number;",
                "id": "A36_2_c"
            },
            {
                "text": "nevertheless, no Contracting State shall have more than 30 votes.",
                "id": "A36_2_d"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A37",
        "title": "Article 37 [32] - Budgetary funding",
        "content": [
            {
                "text": "The budget of the Organisation shall be financed:",
                "id": "A37_pre"
            },
            {
                "text": "by the Organisation's own resources;",
                "id": "A37_a"
            },
            {
                "text": "by payments made by the Contracting States in respect of renewal fees for European patents levied in these States;",
                "id": "A37_b"
            },
            {
                "text": "where necessary, by special financial contributions made by the Contracting States;",
                "id": "A37_c"
            },
            {
                "text": "where appropriate, by the revenue provided for in Article 146;",
                "id": "A37_d"
            },
            {
                "text": "where appropriate, and for tangible assets only, by third-party borrowings secured on land or buildings;",
                "id": "A37_e"
            },
            {
                "text": "where appropriate, by third-party funding for specific projects.",
                "id": "A37_f"
            }
        ],
        "footnotes": [
            {
                "key": "32",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A38",
        "title": "Article 38 [33] - The Organisation's own resources",
        "content": [
            {
                "text": "The Organisation's own resources shall comprise:",
                "id": "A38_pre"
            },
            {
                "text": "all income from fees and other sources and also the reserves of the Organisation;",
                "id": "A38_a"
            },
            {
                "text": "the resources of the Pension Reserve Fund, which shall be treated as a special class of asset of the Organisation, designed to support the Organisation's pension scheme by providing the appropriate reserves.",
                "id": "A38_b"
            }
        ],
        "footnotes": [
            {
                "key": "33",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A39",
        "title": "Article 39 - Payments by the Contracting States in respect of renewal fees for European patents",
        "content": [
            {
                "text": "[34]  Each Contracting State shall pay to the Organisation in respect of each renewal fee received for a European patent in that State an amount equal to a proportion of that fee, to be fixed by the Administrative Council; the proportion shall not exceed 75% and shall be the same for all Contracting States. However, if the said proportion corresponds to an amount which is less than a uniform minimum amount fixed by the Administrative Council, the Contracting State shall pay that minimum to the Organisation.",
                "id": "A39_1"
            },
            {
                "text": "Each Contracting State shall communicate to the Organisation such information as the Administrative Council considers to be necessary to determine the amount of these payments.",
                "id": "A39_2"
            },
            {
                "text": "The due dates for these payments shall be determined by the Administrative Council.",
                "id": "A39_3"
            },
            {
                "text": "If a payment is not remitted fully by the due date, the Contracting State shall pay interest from the due date on the amount remaining unpaid.",
                "id": "A39_4"
            }
        ],
        "footnotes": [
            {
                "key": "34",
                "content": "See decision of the Administrative Council of 08.06.1984 on the proportion of renewal fees for European patents to be remitted to the EPO (OJ EPO 1984, 296)."
            }
        ]
    },
    {
        "id": "A40",
        "title": "Article 40 - Level of fees and payments – Special financial contributions",
        "content": [
            {
                "text": "The amounts of the fees referred to in Article 38 and the proportion referred to in Article 39 shall be fixed at such a level as to ensure that the revenue in respect thereof is sufficient for the budget of the Organisation to be balanced.",
                "id": "A40_1"
            },
            {
                "text": "However, if the Organisation is unable to balance its budget under the conditions laid down in paragraph 1, the Contracting States shall remit to the Organisation special financial contributions, the amount of which shall be determined by the Administrative Council for the accounting period in question.",
                "id": "A40_2"
            },
            {
                "text": "These special financial contributions shall be determined in respect of any Contracting State on the basis of the number of patent applications filed in the last year but one prior to that of entry into force of this Convention, and calculated in the following manner:",
                "id": "A40_3"
            },
            {
                "text": "one half in proportion to the number of patent applications filed in that Contracting State;",
                "id": "A40_3_a"
            },
            {
                "text": "one half in proportion to the second highest number of patent applications filed in the other Contracting States by natural or legal persons having their residence or principal place of business in that Contracting State.",
                "id": "A40_3_b"
            },
            {
                "text": "However, the amounts to be contributed by States in which the number of patent applications filed exceeds 25 000 shall then be taken as a whole and a new scale drawn up in proportion to the total number of patent applications filed in these States.",
                "id": "A40_3_inter"
            },
            {
                "text": "Where the scale position of any Contracting State cannot be established in accordance with paragraph 3, the Administrative Council shall, with the consent of that State, decide its scale position.",
                "id": "A40_4"
            },
            {
                "text": "Article 39, paragraphs 3 and 4, shall apply mutatis mutandis to the special financial contributions.",
                "id": "A40_5"
            },
            {
                "text": "The special financial contributions shall be repaid with interest at a rate which shall be the same for all Contracting States. Repayments shall be made in so far as it is possible to provide for this purpose in the budget; the amount thus provided shall be distributed among the Contracting States in accordance with the scale referred to in paragraphs 3 and 4.",
                "id": "A40_6"
            },
            {
                "text": "The special financial contributions remitted in any accounting period shall be repaid in full before any such contributions or parts thereof remitted in any subsequent accounting period are repaid.",
                "id": "A40_7"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A41",
        "title": "Article 41 - Advances",
        "content": [
            {
                "text": "At the request of the President of the European Patent Office, the Contracting States shall grant advances to the Organisation, on account of their payments and contributions, within the limit of the amount fixed by the Administrative Council. The amount of such advances shall be determined in proportion to the amounts due from the Contracting States for the accounting period in question.",
                "id": "A41_1"
            },
            {
                "text": "Article 39, paragraphs 3 and 4, shall apply mutatis mutandis to the advances.",
                "id": "A41_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A42",
        "title": "Article 42 [35] - Budget",
        "content": [
            {
                "text": "The budget of the Organisation shall be balanced. It shall be drawn up in accordance with the generally accepted accounting principles laid down in the Financial Regulations. If necessary, there may be amending or supplementary budgets.",
                "id": "A42_1"
            },
            {
                "text": "The budget shall be drawn up in the unit of account fixed in the Financial Regulations.",
                "id": "A42_2"
            }
        ],
        "footnotes": [
            {
                "key": "35",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A43",
        "title": "Article 43 - Authorisation for expenditure",
        "content": [
            {
                "text": "The expenditure entered in the budget shall be authorised for the duration of one accounting period, unless the Financial Regulations provide otherwise.",
                "id": "A43_1"
            },
            {
                "text": "In accordance with the Financial Regulations, any appropriations, other than those relating to staff costs, which are unexpended at the end of the accounting period may be carried forward, but not beyond the end of the following accounting period.",
                "id": "A43_2"
            },
            {
                "text": "Appropriations shall be set out under different headings according to type and purpose of the expenditure and subdivided, as far as necessary, in accordance with the Financial Regulations.",
                "id": "A43_3"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A44",
        "title": "Article 44 - Appropriations for unforeseeable expenditure",
        "content": [
            {
                "text": "The budget of the Organisation may contain appropriations for unforeseeable expenditure.",
                "id": "A44_1"
            },
            {
                "text": "The employment of these appropriations by the Organisation shall be subject to the prior approval of the Administrative Council.",
                "id": "A44_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A45",
        "title": "Article 45 - Accounting period",
        "content": [
            {
                "text": "The accounting period shall commence on 1 January and end on 31 December.",
                "id": "A45_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A46",
        "title": "Article 46 - Preparation and adoption of the budget",
        "content": [
            {
                "text": "The President of the European Patent Office shall submit the draft budget to the Administrative Council no later than the date prescribed in the Financial Regulations.",
                "id": "A46_1"
            },
            {
                "text": "The budget and any amending or supplementary budget shall be adopted by the Administrative Council.",
                "id": "A46_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A47",
        "title": "Article 47 - Provisional budget",
        "content": [
            {
                "text": "If, at the beginning of the accounting period, the budget has not been adopted by the Administrative Council, expenditures may be effected on a monthly basis per heading or other division of the budget, in accordance with the Financial Regulations, up to one-twelfth of the budget appropriations for the preceding accounting period, provided that the appropriations thus made available to the President of the European Patent Office shall not exceed one-twelfth of those provided for in the draft budget.",
                "id": "A47_1"
            },
            {
                "text": "The Administrative Council may, subject to the observance of the other provisions laid down in paragraph 1, authorise expenditure in excess of one-twelfth of the appropriations.",
                "id": "A47_2"
            },
            {
                "text": "The payments referred to in Article 37(b) shall continue to be made, on a provisional basis, under the conditions determined under Article 39 for the year preceding that to which the draft budget relates.",
                "id": "A47_3"
            },
            {
                "text": "The Contracting States shall pay each month, on a provisional basis and in accordance with the scale referred to in Article 40, paragraphs 3 and l'article 40, paragraphes 4, any special financial contributions necessary to ensure implementation of paragraphs 1 and 2. Article 39, paragraph 4, shall apply mutatis mutandis to these contributions.",
                "id": "A47_4"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A48",
        "title": "Article 48 - Budget implementation",
        "content": [
            {
                "text": "The President of the European Patent Office shall implement the budget and any amending or supplementary budget on his own responsibility and within the limits of the allocated appropriations.",
                "id": "A48_1"
            },
            {
                "text": "Within the budget, the President of the European Patent Office may, in accordance with the Financial Regulations, transfer funds between the various headings or sub-headings.",
                "id": "A48_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A49",
        "title": "Article 49 - Auditing of accounts",
        "content": [
            {
                "text": "The income and expenditure account and a balance sheet of the Organisation shall be examined by auditors whose independence is beyond doubt, appointed by the Administrative Council for a period of five years, which shall be renewable or extensible.",
                "id": "A49_1"
            },
            {
                "text": "The audit shall be based on vouchers and shall take place, if necessary, in situ. The audit shall ascertain whether all income has been received and all expenditure effected in a lawful and proper manner and whether the financial management is sound. The auditors shall draw up a report containing a signed audit opinion after the end of each accounting period.",
                "id": "A49_2"
            },
            {
                "text": "The President of the European Patent Office shall annually submit to the Administrative Council the accounts of the preceding accounting period in respect of the budget and the balance sheet showing the assets and liabilities of the Organisation together with the report of the auditors.",
                "id": "A49_3"
            },
            {
                "text": "The Administrative Council shall approve the annual accounts together with the report of the auditors and shall discharge the President of the European Patent Office in respect of the implementation of the budget.",
                "id": "A49_4"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A50",
        "title": "Article 50 [36] - Financial Regulations",
        "content": [
            {
                "text": "The Financial Regulations shall lay down in particular:",
                "id": "A50_pre"
            },
            {
                "text": "the arrangements relating to the establishment and implementation of the budget and for the rendering and auditing of accounts;",
                "id": "A50_a"
            },
            {
                "text": "the method and procedure whereby the payments and contributions provided for in Article 37 and the advances provided for in Article 41 are to be made available to the Organisation by the Contracting States;",
                "id": "A50_b"
            },
            {
                "text": "the rules concerning the responsibilities of authorising and accounting officers and the arrangements for their supervision;",
                "id": "A50_c"
            },
            {
                "text": "the rates of interest provided for in Articles 39, 40 and 47;",
                "id": "A50_d"
            },
            {
                "text": "the method of calculating the contributions payable by virtue of Article 146;",
                "id": "A50_e"
            },
            {
                "text": "the composition of and duties to be assigned to a Budget and Finance Committee which should be set up by the Administrative Council;",
                "id": "A50_f"
            },
            {
                "text": "the generally accepted accounting principles on which the budget and the annual financial statements shall be based.",
                "id": "A50_g"
            }
        ],
        "footnotes": [
            {
                "key": "36",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A51",
        "title": "Article 51 [37] - Fees",
        "content": [
            {
                "text": "The European Patent Office may levy fees for any official task or procedure carried out under this Convention.",
                "id": "A51_1"
            },
            {
                "text": "Time limits for the payment of fees other than those fixed by this Convention shall be laid down in the Implementing Regulations.",
                "id": "A51_2"
            },
            {
                "text": "Where the Implementing Regulations provide that a fee shall be paid, they shall also lay down the legal consequences of failure to pay such fee in due time.",
                "id": "A51_3"
            },
            {
                "text": "The Rules relating to Fees shall determine in particular the amounts of the fees and the ways in which they are to be paid.",
                "id": "A51_4"
            }
        ],
        "footnotes": [
            {
                "key": "37",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A52",
        "title": "Article 52 [38],  [39] - Patentable inventions",
        "content": [
            {
                "text": "European patents shall be granted for any inventions, in all fields of technology, provided that they are new, involve an inventive step and are susceptible of industrial application.",
                "id": "A52_1"
            },
            {
                "text": "The following in particular shall not be regarded as inventions within the meaning of paragraph 1:",
                "id": "A52_2"
            },
            {
                "text": "discoveries, scientific theories and mathematical methods;",
                "id": "A52_2_a"
            },
            {
                "text": "aesthetic creations;",
                "id": "A52_2_b"
            },
            {
                "text": "schemes, rules and methods for performing mental acts, playing games or doing business, and programs for computers;",
                "id": "A52_2_c"
            },
            {
                "text": "presentations of information.",
                "id": "A52_2_d"
            },
            {
                "text": "Paragraph 2 shall exclude the patentability of the subject-matter or activities referred to therein only to the extent to which a European patent application or European patent relates to such subject-matter or activities as such.",
                "id": "A52_3"
            }
        ],
        "footnotes": [
            {
                "key": "38",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "39",
                "content": "See decisions of the Enlarged Board of Appeal G 1/98, G 1/03, G 2/03, G 3/08, G 1/16 (Annex I)."
            }
        ]
    },
    {
        "id": "A53",
        "title": "Article 53 [40],  [41] - Exceptions to patentability",
        "content": [
            {
                "text": "European patents shall not be granted in respect of: ",
                "id": "A53_pre"
            },
            {
                "text": "inventions the commercial exploitation of which would be contrary to \"ordre public\" or morality; such exploitation shall not be deemed to be so contrary merely because it is prohibited by law or regulation in some or all of the Contracting States;",
                "id": "A53_a"
            },
            {
                "text": "plant or animal varieties or essentially biological processes for the production of plants or animals; this provision shall not apply to microbiological processes or the products thereof;",
                "id": "A53_b"
            },
            {
                "text": "methods for treatment of the human or animal body by surgery or therapy and diagnostic methods practised on the human or animal body; this provision shall not apply to products, in particular substances or compositions, for use in any of these methods.",
                "id": "A53_c"
            }
        ],
        "footnotes": [
            {
                "key": "40",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "41",
                "content": "See decisions/opinion of the Enlarged Board of Appeal G 3/95, G 1/98, G 1/03, G 2/03, G 1/04, G 2/06, G 1/07, G 2/07, G 1/08, G 2/08, G 1/16, G 3/19 (Annex I)."
            }
        ]
    },
    {
        "id": "A54",
        "title": "Article 54 [42],  [43] - Novelty",
        "content": [
            {
                "text": "An invention shall be considered to be new if it does not form part of the state of the art.",
                "id": "A54_1"
            },
            {
                "text": "The state of the art shall be held to comprise everything made available to the public by means of a written or oral description, by use, or in any other way, before the date of filing of the European patent application.",
                "id": "A54_2"
            },
            {
                "text": "Additionally, the content of European patent applications as filed, the dates of filing of which are prior to the date referred to in paragraph 2 and which were published on or after that date, shall be considered as comprised in the state of the art.",
                "id": "A54_3"
            },
            {
                "text": "Paragraphs 2 and 3 shall not exclude the patentability of any substance or composition, comprised in the state of the art, for use in a method referred to in Article 53(c), provided that its use for any such method is not comprised in the state of the art.",
                "id": "A54_4"
            },
            {
                "text": "[44]  Paragraphs 2 and 3 shall also not exclude the patentability of any substance or composition referred to in paragraph 4 for any specific use in a method referred to in Article 53(c), provided that such use is not comprised in the state of the art.",
                "id": "A54_5"
            }
        ],
        "footnotes": [
            {
                "key": "42",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "43",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 2/88, G 6/88, G 1/92, G 3/93, G 1/98, G 2/98, G 3/98, G 2/99, G 1/03, G 2/03, G 2/08, G 1/16 (Annex I)."
            },
            {
                "key": "44",
                "content": "See notice from the EPO of 20.09.2010 (OJ EPO 2010, 514)."
            }
        ]
    },
    {
        "id": "A55",
        "title": "Article 55 - Non-prejudicial disclosures",
        "content": [
            {
                "text": "For the application of Article 54, a disclosure of the invention shall not be taken into consideration if it occurred no earlier than six months preceding the filing of the European patent application and if it was due to, or in consequence of:",
                "id": "A55_1"
            },
            {
                "text": "[45]  an evident abuse in relation to the applicant or his legal predecessor, or",
                "id": "A55_1_a"
            },
            {
                "text": "the fact that the applicant or his legal predecessor has displayed the invention at an official, or officially recognised, international exhibition falling within the terms of the Convention on international exhibitions signed at Paris on 22 November 1928 and last revised on 30 November 1972.",
                "id": "A55_1_b"
            },
            {
                "text": "In the case of paragraph 1(b), paragraph 1 shall apply only if the applicant states, when filing the European patent application, that the invention has been so displayed and files a supporting certificate within the time limit and under the conditions laid down in the Implementing Regulations.",
                "id": "A55_2"
            }
        ],
        "footnotes": [
            {
                "key": "45",
                "content": "See decisions of the Enlarged Board of Appeal G 3/98, G 2/99 (Annex I)."
            }
        ]
    },
    {
        "id": "A56",
        "title": "Article 56 [46] - Inventive step",
        "content": [
            {
                "text": "An invention shall be considered as involving an inventive step if, having regard to the state of the art, it is not obvious to a person skilled in the art. If the state of the art also includes documents within the meaning of Article 54, paragraph 3, these documents shall not be considered in deciding whether there has been an inventive step.",
                "id": "A56_pre"
            }
        ],
        "footnotes": [
            {
                "key": "46",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 2/98, G 3/98, G 2/99, G 1/03, G 2/03, G 1/16 (Annex I)."
            }
        ]
    },
    {
        "id": "A57",
        "title": "Article 57 [47] - Industrial application",
        "content": [
            {
                "text": "An invention shall be considered as susceptible of industrial application if it can be made or used in any kind of industry, including agriculture.",
                "id": "A57_pre"
            }
        ],
        "footnotes": [
            {
                "key": "47",
                "content": "See decisions of the Enlarged Board of Appeal G 1/03, G 2/03, G 1/04, G 1/16 (Annex I)."
            }
        ]
    },
    {
        "id": "A58",
        "title": "Article 58 [48] - Entitlement to file a European patent application",
        "content": [
            {
                "text": "A European patent application may be filed by any natural or legal person, or any body equivalent to a legal person by virtue of the law governing it.",
                "id": "A58_pre"
            }
        ],
        "footnotes": [
            {
                "key": "48",
                "content": "See decisions of the Enlarged Board of Appeal G 3/99, G 2/04 (Annex I)."
            }
        ]
    },
    {
        "id": "A59",
        "title": "Article 59 - Multiple applicants",
        "content": [
            {
                "text": "A European patent application may also be filed either by joint applicants or by two or more applicants designating different Contracting States.",
                "id": "A59_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A60",
        "title": "Article 60 [49],  [50] - Right to a European patent",
        "content": [
            {
                "text": "The right to a European patent shall belong to the inventor or his successor in title. If the inventor is an employee, the right to a European patent shall be determined in accordance with the law of the State in which the employee is mainly employed; if the State in which the employee is mainly employed cannot be determined, the law to be applied shall be that of the State in which the employer has the place of business to which the employee is attached.",
                "id": "A60_1"
            },
            {
                "text": "If two or more persons have made an invention independently of each other, the right to a European patent therefor shall belong to the person whose European patent application has the earliest date of filing, provided that this first application has been published.",
                "id": "A60_2"
            },
            {
                "text": "In proceedings before the European Patent Office, the applicant shall be deemed to be entitled to exercise the right to a European patent.",
                "id": "A60_3"
            }
        ],
        "footnotes": [
            {
                "key": "49",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "50",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 3/92, G 2/98, G 1/03, G 2/03 (Annex I)."
            }
        ]
    },
    {
        "id": "A61",
        "title": "Article 61 [51],  [52] - European patent applications filed by non-entitled persons",
        "content": [
            {
                "text": "If by a final decision it is adjudged that a person other than the applicant is entitled to the grant of the European patent, that person may, in accordance with the Implementing Regulations:",
                "id": "A61_1"
            },
            {
                "text": "prosecute the European patent application as his own application in place of the applicant;",
                "id": "A61_1_a"
            },
            {
                "text": "file a new European patent application in respect of the same invention; or",
                "id": "A61_1_b"
            },
            {
                "text": "request that the European patent application be refused.",
                "id": "A61_1_c"
            },
            {
                "text": "Article 76, paragraph 1, shall apply mutatis mutandis to a new European patent application filed under paragraph 1(b).",
                "id": "A61_2"
            }
        ],
        "footnotes": [
            {
                "key": "51",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "52",
                "content": "See decision of the Enlarged Board of Appeal G 3/92 (Annex I)."
            }
        ]
    },
    {
        "id": "A62",
        "title": "Article 62 - Right of the inventor to be mentioned",
        "content": [
            {
                "text": "The inventor shall have the right, vis-à-vis the applicant for or proprietor of a European patent, to be mentioned as such before the European Patent Office.",
                "id": "A62_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A63",
        "title": "Article 63 [53] - Term of the European patent",
        "content": [
            {
                "text": "The term of the European patent shall be 20 years from the date of filing of the application.",
                "id": "A63_1"
            },
            {
                "text": "Nothing in the preceding paragraph shall limit the right of a Contracting State to extend the term of a European patent, or to grant corresponding protection which follows immediately on expiry of the term of the patent, under the same conditions as those applying to national patents:",
                "id": "A63_2"
            },
            {
                "text": "in order to take account of a state of war or similar emergency conditions affecting that State;",
                "id": "A63_2_a"
            },
            {
                "text": "if the subject-matter of the European patent is a product or a process for manufacturing a product or a use of a product which has to undergo an administrative authorisation procedure required by law before it can be put on the market in that State.",
                "id": "A63_2_b"
            },
            {
                "text": "Paragraph 2 shall apply mutatis mutandis to European patents granted jointly for a group of Contracting States in accordance with Article 142.",
                "id": "A63_3"
            },
            {
                "text": "A Contracting State which makes provision for extension of the term or corresponding protection under paragraph 2(b) may, in accordance with an agreement concluded with the Organisation, entrust to the European Patent Office tasks associated with implementation of the relevant provisions.",
                "id": "A63_4"
            }
        ],
        "footnotes": [
            {
                "key": "53",
                "content": "Amended by the Act revising Article 63 EPC of 17.12.1991, which entered into force on 04.07.1997 (OJ EPO 1992, 1 ff)."
            }
        ]
    },
    {
        "id": "A64",
        "title": "Article 64 [54] - Rights conferred by a European patent",
        "content": [
            {
                "text": "A European patent shall, subject to the provisions of paragraph 2, confer on its proprietor from the date on which the mention of its grant is published in the European Patent Bulletin, in each Contracting State in respect of which it is granted, the same rights as would be conferred by a national patent granted in that State.",
                "id": "A64_1"
            },
            {
                "text": "If the subject-matter of the European patent is a process, the protection conferred by the patent shall extend to the products directly obtained by such process.",
                "id": "A64_2"
            },
            {
                "text": "Any infringement of a European patent shall be dealt with by national law.",
                "id": "A64_3"
            }
        ],
        "footnotes": [
            {
                "key": "54",
                "content": "See decisions of the Enlarged Board of Appeal G 2/88, G 1/98 (Annex I)."
            }
        ]
    },
    {
        "id": "A65",
        "title": "Article 65 [55],  [56] - Translation of the European patent",
        "content": [
            {
                "text": "Any Contracting State may, if the European patent as granted, amended or limited by the European Patent Office is not drawn up in one of its official languages, prescribe that the proprietor of the patent shall supply to its central industrial property office a translation of the patent as granted, amended or limited in one of its official languages at his option or, where that State has prescribed the use of one specific official language, in that language. The period for supplying the translation shall end three months after the date on which the mention of the grant, maintenance in amended form or limitation of the European patent is published in the European Patent Bulletin, unless the State concerned prescribes a longer period.",
                "id": "A65_1"
            },
            {
                "text": "Any Contracting State which has adopted provisions pursuant to paragraph 1 may prescribe that the proprietor of the patent must pay all or part of the costs of publication of such translation within a period laid down by that State.",
                "id": "A65_2"
            },
            {
                "text": "Any Contracting State may prescribe that in the event of failure to observe the provisions adopted in accordance with paragraphs 1 and 2, the European patent shall be deemed to be void ab initio in that State.",
                "id": "A65_3"
            }
        ],
        "footnotes": [
            {
                "key": "55",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "56",
                "content": "See the Agreement of 17.10.2000 on the application of Article 65 EPC (London Agreement, OJ EPO 2001, 549), which entered into force on 01.05.2008 (OJ EPO 2008, 123) and which currently has 22 contracting states: AL, BE, CH, DE, DK, FI, FR, GB, HR, HU, IE, IS, LI, LT, LU, LV, MC, MK, NL, NO, SE, SI (see www.epo.org/law-practice/legal-texts/london-agreement.html)."
            }
        ]
    },
    {
        "id": "A66",
        "title": "Article 66 [57] - Equivalence of European filing with national filing",
        "content": [
            {
                "text": "A European patent application which has been accorded a date of filing shall, in the designated Contracting States, be equivalent to a regular national filing, where appropriate with the priority claimed for the European patent application.",
                "id": "A66_pre"
            }
        ],
        "footnotes": [
            {
                "key": "57",
                "content": "See opinion of the Enlarged Board of Appeal G 4/98 (Annex I)."
            }
        ]
    },
    {
        "id": "A67",
        "title": "Article 67 [58],  [59] - Rights conferred by a European patent application after publication",
        "content": [
            {
                "text": "A European patent application shall, from the date of its publication, provisionally confer upon the applicant the protection provided for by Article 64, in the Contracting States designated in the application.",
                "id": "A67_1"
            },
            {
                "text": "Any Contracting State may prescribe that a European patent application shall not confer such protection as is conferred by Article 64. However, the protection attached to the publication of the European patent application may not be less than that which the laws of the State concerned attach to the compulsory publication of unexamined national patent applications. In any event, each State shall ensure at least that, from the date of publication of a European patent application, the applicant can claim compensation reasonable in the circumstances from any person who has used the invention in that State in circumstances where that person would be liable under national law for infringement of a national patent.",
                "id": "A67_2"
            },
            {
                "text": "Any Contracting State which does not have as an official language the language of the proceedings may prescribe that provisional protection in accordance with paragraphs 1 and 2 above shall not be effective until such time as a translation of the claims in one of its official languages at the option of the applicant or, where that State has prescribed the use of one specific official language, in that language:",
                "id": "A67_3"
            },
            {
                "text": "has been made available to the public in the manner prescribed by national law, or",
                "id": "A67_3_a"
            },
            {
                "text": "has been communicated to the person using the invention in the said State.",
                "id": "A67_3_b"
            },
            {
                "text": "The European patent application shall be deemed never to have had the effects set out in paragraphs 1 and 2 when it has been withdrawn, deemed to be withdrawn or finally refused. The same shall apply in respect of the effects of the European patent application in a Contracting State the designation of which is withdrawn or deemed to be withdrawn.",
                "id": "A67_4"
            }
        ],
        "footnotes": [
            {
                "key": "58",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "59",
                "content": "See opinion of the Enlarged Board of Appeal G 4/98 (Annex I)."
            }
        ]
    },
    {
        "id": "A68",
        "title": "Article 68 [60] - Effect of revocation or limitation of the European patent",
        "content": [
            {
                "text": "The European patent application and the resulting European patent shall be deemed not to have had, from the outset, the effects specified in Articles 64 and Article 67, to the extent that the patent has been revoked or limited in opposition, limitation or revocation proceedings.",
                "id": "A68_pre"
            }
        ],
        "footnotes": [
            {
                "key": "60",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A69",
        "title": "Article 69 [61],  [62] - Extent of protection",
        "content": [
            {
                "text": "The extent of the protection conferred by a European patent or a European patent application shall be determined by the claims. Nevertheless, the description and drawings shall be used to interpret the claims.",
                "id": "A69_1"
            },
            {
                "text": "For the period up to grant of the European patent, the extent of the protection conferred by the European patent application shall be determined by the claims contained in the application as published. However, the European patent as granted or as amended in opposition, limitation or revocation proceedings shall determine retroactively the protection conferred by the application, in so far as such protection is not thereby extended.",
                "id": "A69_2"
            }
        ],
        "footnotes": [
            {
                "key": "61",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000.  The Protocol on the Interpretation of Article 69 EPC is an integral part of the Convention pursuant to Article 164, paragraph 1."
            },
            {
                "key": "62",
                "content": "See decisions of the Enlarged Board of Appeal G 2/88, G 6/88 (Annex I)."
            }
        ]
    },
    {
        "id": "A70",
        "title": "Article 70 [63],  [64] - Authentic text of a European patent application or European patent",
        "content": [
            {
                "text": "The text of a European patent application or a European patent in the language of the proceedings shall be the authentic text in any proceedings before the European Patent Office and in any Contracting State.",
                "id": "A70_1"
            },
            {
                "text": "If, however, the European patent application has been filed in a language which is not an official language of the European Patent Office, that text shall be the application as filed within the meaning of this Convention.",
                "id": "A70_2"
            },
            {
                "text": "Any Contracting State may provide that a translation into one of its official languages, as prescribed by it according to this Convention, shall in that State be regarded as authentic, except for revocation proceedings, in the event of the European patent application or European patent in the language of the translation conferring protection which is narrower than that conferred by it in the language of the proceedings.",
                "id": "A70_3"
            },
            {
                "text": "Any Contracting State which adopts a provision under paragraph 3:",
                "id": "A70_4"
            },
            {
                "text": "shall allow the applicant for or proprietor of the patent to file a corrected translation of the European patent application or European patent. Such corrected translation shall not have any legal effect until any conditions established by the Contracting State under Article 65, paragraph 2, or Article 67, paragraph 3, have been complied with;",
                "id": "A70_4_a"
            },
            {
                "text": "may prescribe that any person who, in that State, in good faith has used or has made effective and serious preparations for using an invention the use of which would not constitute infringement of the application or patent in the original translation, may, after the corrected translation takes effect, continue such use in the course of his business or for the needs thereof without payment.",
                "id": "A70_4_b"
            }
        ],
        "footnotes": [
            {
                "key": "63",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "64",
                "content": "See decision of the Enlarged Board of Appeal G 1/10 (Annex I)."
            }
        ]
    },
    {
        "id": "A71",
        "title": "Article 71 - Transfer and constitution of rights",
        "content": [
            {
                "text": "A European patent application may be transferred or give rise to rights for one or more of the designated Contracting States.",
                "id": "A71_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A72",
        "title": "Article 72 - Assignment",
        "content": [
            {
                "text": "An assignment of a European patent application shall be made in writing and shall require the signature of the parties to the contract.",
                "id": "A72_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A73",
        "title": "Article 73 - Contractual licensing",
        "content": [
            {
                "text": "A European patent application may be licensed in whole or in part for the whole or part of the territories of the designated Contracting States.",
                "id": "A73_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A74",
        "title": "Article 74 - Law applicable",
        "content": [
            {
                "text": "Unless this Convention provides otherwise, the European patent application as an object of property shall, in each designated Contracting State and with effect for such State, be subject to the law applicable in that State to national patent applications.",
                "id": "A74_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A75",
        "title": "Article 75 [65] - Filing of a European patent application",
        "content": [
            {
                "text": "A European patent application may be filed:",
                "id": "A75_1"
            },
            {
                "text": "[66]  with the European Patent Office, or",
                "id": "A75_1_a"
            },
            {
                "text": "[67]  if the law of a Contracting State so permits, and subject to Article 76, paragraph 1, with the central industrial property office or other competent authority of that State. Any application filed in this way shall have the same effect as if it had been filed on the same date with the European Patent Office.",
                "id": "A75_1_b"
            },
            {
                "text": "Paragraph 1 shall not preclude the application of legislative or regulatory provisions which, in any Contracting State:",
                "id": "A75_2"
            },
            {
                "text": "govern inventions which, owing to the nature of their subject-matter, may not be communicated abroad without the prior authorisation of the competent authorities of that State, or",
                "id": "A75_2_a"
            },
            {
                "text": "prescribe that any application is to be filed initially with a national authority, or make direct filing with another authority subject to prior authorisation.",
                "id": "A75_2_b"
            }
        ],
        "footnotes": [
            {
                "key": "65",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "66",
                "content": "See decision of the President of the EPO of 03.01.2017 designating the EPO's filing offices (OJ EPO 2017, A11), notice from the EPO of 14.02.2018 concerning the availability of the EPO filing offices (OJ EPO 2018, A18) and notice from the EPO of 16.03.2018 concerning the closing of the mailroom at its headquarters in Munich (OJ EPO 2018, A27)."
            },
            {
                "key": "67",
                "content": "See notice from the EPO of 30.01.2018 concerning changes to the filing options available in Belgium for European patent applications and international applications (OJ EPO 2018, A17) and notice from the EPO of 20.11.2019 concerning changes to the filing options available in San Marino for European patent applications and international applications (OJ EPO 2019, A96)."
            }
        ]
    },
    {
        "id": "A76",
        "title": "Article 76 [68],  [69] - European divisional applications",
        "content": [
            {
                "text": "A European divisional application shall be filed directly with the European Patent Office in accordance with the Implementing Regulations. It may be filed only in respect of subject-matter which does not extend beyond the content of the earlier application as filed; in so far as this requirement is complied with, the divisional application shall be deemed to have been filed on the date of filing of the earlier application and shall enjoy any right of priority.",
                "id": "A76_1"
            },
            {
                "text": "All the Contracting States designated in the earlier application at the time of filing of a European divisional application shall be deemed to be designated in the divisional application.",
                "id": "A76_2"
            }
        ],
        "footnotes": [
            {
                "key": "68",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "69",
                "content": "See opinion/decision of the Enlarged Board of Appeal G 4/98, G 1/05, G 1/06 (Annex I)."
            }
        ]
    },
    {
        "id": "A77",
        "title": "Article 77 [70] - Forwarding of European patent applications",
        "content": [
            {
                "text": "The central industrial property office of a Contracting State shall forward to the European Patent Office any European patent application filed with it or any other competent authority in that State, in accordance with the Implementing Regulations.",
                "id": "A77_1"
            },
            {
                "text": "A European patent application the subject of which has been made secret shall not be forwarded to the European Patent Office.",
                "id": "A77_2"
            },
            {
                "text": "A European patent application not forwarded to the European Patent Office in due time shall be deemed to be withdrawn.",
                "id": "A77_3"
            }
        ],
        "footnotes": [
            {
                "key": "70",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A78",
        "title": "Article 78 [71] - Requirements of a European patent application",
        "content": [
            {
                "text": "A European patent application shall contain:",
                "id": "A78_1"
            },
            {
                "text": "a request for the grant of a European patent;",
                "id": "A78_1_a"
            },
            {
                "text": "a description of the invention;",
                "id": "A78_1_b"
            },
            {
                "text": "one or more claims;",
                "id": "A78_1_c"
            },
            {
                "text": "any drawings referred to in the description or the claims;",
                "id": "A78_1_d"
            },
            {
                "text": "an abstract,",
                "id": "A78_1_e"
            },
            {
                "text": "and satisfy the requirements laid down in the Implementing Regulations.",
                "id": "A78_1_inter"
            },
            {
                "text": "[72]  A European patent application shall be subject to the payment of the filing fee and the search fee. If the filing fee or the search fee is not paid in due time, the application shall be deemed to be withdrawn.",
                "id": "A78_2"
            }
        ],
        "footnotes": [
            {
                "key": "71",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "72",
                "content": "See notice from the EPO (OJ EPO 2016, A20)."
            }
        ]
    },
    {
        "id": "A79",
        "title": "Article 79 [73] - Designation of Contracting States",
        "content": [
            {
                "text": "All the Contracting States party to this Convention at the time of filing of the European patent application shall be deemed to be designated in the request for grant of a European patent.",
                "id": "A79_1"
            },
            {
                "text": "[74]  The designation of a Contracting State may be subject to the payment of a designation fee.",
                "id": "A79_2"
            },
            {
                "text": "The designation of a Contracting State may be withdrawn at any time up to the grant of the European patent.",
                "id": "A79_3"
            }
        ],
        "footnotes": [
            {
                "key": "73",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "74",
                "content": "See opinion of the Enlarged Board of Appeal G 4/98 (Annex I)."
            }
        ]
    },
    {
        "id": "A80",
        "title": "Article 80 [75],  [76] - Date of filing",
        "content": [
            {
                "text": "The date of filing of a European patent application shall be the date on which the requirements laid down in the Implementing Regulations are fulfilled.",
                "id": "A80_pre"
            }
        ],
        "footnotes": [
            {
                "key": "75",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "76",
                "content": "See decision/opinion of the Enlarged Board of Appeal G 2/95, G 4/98 (Annex I)."
            }
        ]
    },
    {
        "id": "A81",
        "title": "Article 81 - Designation of the inventor",
        "content": [
            {
                "text": "The European patent application shall designate the inventor. If the applicant is not the inventor or is not the sole inventor, the designation shall contain a statement indicating the origin of the right to the European patent.",
                "id": "A81_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A82",
        "title": "Article 82 [77] - Unity of invention",
        "content": [
            {
                "text": "The European patent application shall relate to one invention only or to a group of inventions so linked as to form a single general inventive concept.",
                "id": "A82_pre"
            }
        ],
        "footnotes": [
            {
                "key": "77",
                "content": "See decision/opinion of the Enlarged Board of Appeal G 1/91, G 2/92, G 1/11 (Annex I)."
            }
        ]
    },
    {
        "id": "A83",
        "title": "Article 83 [78] - Disclosure of the invention",
        "content": [
            {
                "text": "The European patent application shall disclose the invention in a manner sufficiently clear and complete for it to be carried out by a person skilled in the art.",
                "id": "A83_pre"
            }
        ],
        "footnotes": [
            {
                "key": "78",
                "content": "See decision/opinion of the Enlarged Board of Appeal G 2/93, G 2/98 (Annex I)."
            }
        ]
    },
    {
        "id": "A84",
        "title": "Article 84 [79] - Claims",
        "content": [
            {
                "text": "The claims shall define the matter for which protection is sought. They shall be clear and concise and be supported by the description.",
                "id": "A84_pre"
            }
        ],
        "footnotes": [
            {
                "key": "79",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 2/98, G 1/03, G 2/03, G 1/04, G 2/10, G 3/14, G 1/16 (Annex I)."
            }
        ]
    },
    {
        "id": "A85",
        "title": "Article 85 - Abstract",
        "content": [
            {
                "text": "The abstract shall serve the purpose of technical information only; it may not be taken into account for any other purpose, in particular for interpreting the scope of the protection sought or applying Article 54, paragraph 3.",
                "id": "A85_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A86",
        "title": "Article 86 [80] - Renewal fees for the European patent application",
        "content": [
            {
                "text": "Renewal fees for the European patent application shall be paid to the European Patent Office in accordance with the Implementing Regulations. These fees shall be due in respect of the third year and each subsequent year, calculated from the date of filing of the application. If a renewal fee is not paid in due time, the application shall be deemed to be withdrawn.",
                "id": "A86_1"
            },
            {
                "text": "The obligation to pay renewal fees shall terminate with the payment of the renewal fee due in respect of the year in which the mention of the grant of the European patent is published in the European Patent Bulletin.",
                "id": "A86_2"
            }
        ],
        "footnotes": [
            {
                "key": "80",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A87",
        "title": "Article 87 [81],  [82] - Priority right",
        "content": [
            {
                "text": "Any person who has duly filed, in or for",
                "id": "A87_1"
            },
            {
                "text": "any State party to the Paris Convention for the Protection of Industrial Property or",
                "id": "A87_1_a"
            },
            {
                "text": "any Member of the World Trade Organization,",
                "id": "A87_1_b"
            },
            {
                "text": "an application for a patent, a utility model or a utility certificate, or his successor in title, shall enjoy, for the purpose of filing a European patent application in respect of the same invention, a right of priority during a period of twelve months from the date of filing of the first application.  ",
                "id": "A87_1_inter"
            },
            {
                "text": "Every filing that is equivalent to a regular national filing under the national law of the State where it was made or under bilateral or multilateral agreements, including this Convention, shall be recognised as giving rise to a right of priority.",
                "id": "A87_2"
            },
            {
                "text": "A regular national filing shall mean any filing that is sufficient to establish the date on which the application was filed, whatever the outcome of the application may be.",
                "id": "A87_3"
            },
            {
                "text": "A subsequent application in respect of the same subject-matter as a previous first application and filed in or for the same State shall be considered as the first application for the purposes of determining priority, provided that, at the date of filing the subsequent application, the previous application has been withdrawn, abandoned or refused, without being open to public inspection and without leaving any rights outstanding, and has not served as a basis for claiming a right of priority. The previous application may not thereafter serve as a basis for claiming a right of priority.",
                "id": "A87_4"
            },
            {
                "text": "If the first filing has been made with an industrial property authority which is not subject to the Paris Convention for the Protection of Industrial Property or the Agreement Establishing the World Trade Organization, paragraphs 1 to 4 shall apply if that authority, according to a communication issued by the President of the European Patent Office, recognises that a first filing made with the European Patent Office gives rise to a right of priority under conditions and with effects equivalent to those laid down in the Paris Convention.",
                "id": "A87_5"
            }
        ],
        "footnotes": [
            {
                "key": "81",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "82",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 3/93, G 2/95, G 2/98, G 1/03, G 2/03, G 1/16 (Annex I)."
            }
        ]
    },
    {
        "id": "A88",
        "title": "Article 88 [83],  [84] - Claiming priority",
        "content": [
            {
                "text": "[85]  An applicant desiring to take advantage of the priority of a previous application shall file a declaration of priority and any other document required, in accordance with the Implementing Regulations.",
                "id": "A88_1"
            },
            {
                "text": "Multiple priorities may be claimed in respect of a European patent application, notwithstanding the fact that they originated in different countries. Where appropriate, multiple priorities may be claimed for any one claim. Where multiple priorities are claimed, time limits which run from the date of priority shall run from the earliest date of priority.",
                "id": "A88_2"
            },
            {
                "text": "If one or more priorities are claimed in respect of a European patent application, the right of priority shall cover only those elements of the European patent application which are included in the application or applications whose priority is claimed.",
                "id": "A88_3"
            },
            {
                "text": "If certain elements of the invention for which priority is claimed do not appear among the claims formulated in the previous application, priority may nonetheless be granted, provided that the documents of the previous application as a whole specifically disclose such elements.",
                "id": "A88_4"
            }
        ],
        "footnotes": [
            {
                "key": "83",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "84",
                "content": "See decision/opinion of the Enlarged Board of Appeal G 3/93, G 2/98 (Annex I)."
            },
            {
                "key": "85",
                "content": "See decision of the President of the EPO of 12.07.2007 concerning the filing of priority documents for European divisional applications and for new European patent applications under Article 61(1)(b) EPC (Special edition No. 3, OJ EPO 2007, B.2) and decision of the President of the EPO of 09.08.2012 on the filing of priority documents (OJ EPO 2012, 492)."
            }
        ]
    },
    {
        "id": "A89",
        "title": "Article 89 [86] - Effect of priority right",
        "content": [
            {
                "text": "The right of priority shall have the effect that the date of priority shall count as the date of filing of the European patent application for the purposes of Article 54, paragraphs 2 and Article 54, paragraphs 3, and Article 60, paragraph 2.",
                "id": "A89_pre"
            }
        ],
        "footnotes": [
            {
                "key": "86",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 3/93, G 2/98, G 3/98, G 2/99 (Annex I)."
            }
        ]
    },
    {
        "id": "A90",
        "title": "Article 90 [87],  [88] - Examination on filing and examination as to formal requirements",
        "content": [
            {
                "text": "The European Patent Office shall examine, in accordance with the Implementing Regulations, whether the application satisfies the requirements for the accordance of a date of filing.",
                "id": "A90_1"
            },
            {
                "text": "If a date of filing cannot be accorded following the examination under paragraph 1, the application shall not be dealt with as a European patent application.",
                "id": "A90_2"
            },
            {
                "text": "If the European patent application has been accorded a date of filing, the European Patent Office shall examine, in accordance with the Implementing Regulations, whether the requirements in Articles 14, Article 78 and Article 81, and, where applicable, Article 88, paragraph 1, and Article 133, paragraph 2, as well as any other requirement laid down in the Implementing Regulations, have been satisfied.",
                "id": "A90_3"
            },
            {
                "text": "Where the European Patent Office in carrying out the examination under paragraphs 1 or 3 notes that there are deficiencies which may be corrected, it shall give the applicant an opportunity to correct them.",
                "id": "A90_4"
            },
            {
                "text": "If any deficiency noted in the examination under paragraph 3 is not corrected, the European patent application shall be refused unless a different legal consequence is provided for by this Convention. Where the deficiency concerns the right of priority, this right shall be lost for the application.",
                "id": "A90_5"
            }
        ],
        "footnotes": [
            {
                "key": "87",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "88",
                "content": "See opinions of the Enlarged Board of Appeal G 4/98, G 1/02 (Annex I)."
            }
        ]
    },
    {
        "id": "A91",
        "title": " - Article 91 [89](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "89",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A92",
        "title": "Article 92 [90],  [91] - Drawing up of the European search report",
        "content": [
            {
                "text": "The European Patent Office shall, in accordance with the Implementing Regulations, draw up and publish a European search report in respect of the European patent application on the basis of the claims, with due regard to the description and any drawings.",
                "id": "A92_pre"
            }
        ],
        "footnotes": [
            {
                "key": "90",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "91",
                "content": "See notice from the EPO concerning the programme for accelerated prosecution of European patent applications \"PACE\" (OJ EPO 2015, A93) and notice from the EPO concerning ways to expedite the European grant procedure (OJ EPO 2015, A94)."
            }
        ]
    },
    {
        "id": "A93",
        "title": "Article 93 [92],  [93] - Publication of the European patent application",
        "content": [
            {
                "text": "The European Patent Office shall publish the European patent application as soon as possible",
                "id": "A93_1"
            },
            {
                "text": "after the expiry of a period of eighteen months from the date of filing or, if priority has been claimed, from the date of priority, or",
                "id": "A93_1_a"
            },
            {
                "text": "at the request of the applicant, before the expiry of that period.",
                "id": "A93_1_b"
            },
            {
                "text": "The European patent application shall be published at the same time as the specification of the European patent when the decision to grant the patent becomes effective before the expiry of the period referred to in paragraph 1(a).",
                "id": "A93_2"
            }
        ],
        "footnotes": [
            {
                "key": "92",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "93",
                "content": "See decision of the President of the EPO (Special edition No. 3, OJ EPO 2007, D.3).See opinion of the Enlarged Board of Appeal G 2/98 (Annex I)."
            }
        ]
    },
    {
        "id": "A94",
        "title": "Article 94 [94],  [95] - Examination of the European patent application",
        "content": [
            {
                "text": "The European Patent Office shall, in accordance with the Implementing Regulations, examine on request whether the European patent application and the invention to which it relates meet the requirements of this Convention. The request shall not be deemed to be filed until the examination fee has been paid. [96]",
                "id": "A94_1"
            },
            {
                "text": "If no request for examination has been made in due time, the application shall be deemed to be withdrawn.",
                "id": "A94_2"
            },
            {
                "text": "If the examination reveals that the application or the invention to which it relates does not meet the requirements of this Convention, the Examining Division shall invite the applicant, as often as necessary, to file his observations and, subject to Article 123, paragraph 1, to amend the application.",
                "id": "A94_3"
            },
            {
                "text": "If the applicant fails to reply in due time to any communication from the Examining Division, the application shall be deemed to be withdrawn.",
                "id": "A94_4"
            }
        ],
        "footnotes": [
            {
                "key": "94",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "95",
                "content": "See notice from the EPO concerning the programme for accelerated prosecution of European patent applications \"PACE\" (OJ EPO 2015, A93) and notice from the EPO concerning ways to expedite the European grant procedure (OJ EPO 2015, A94)."
            },
            {
                "key": "96",
                "content": "See notice from the EPO (OJ EPO 2016, A20)."
            }
        ]
    },
    {
        "id": "A95",
        "title": " - Article 95 [97](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "97",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A96",
        "title": " - Article 96 [98](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "98",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A97",
        "title": "Article 97 [99],  [100] - Grant or refusal",
        "content": [
            {
                "text": "If the Examining Division is of the opinion that the European patent application and the invention to which it relates meet the requirements of this Convention, it shall decide to grant a European patent, provided that the conditions laid down in the Implementing Regulations are fulfilled.",
                "id": "A97_1"
            },
            {
                "text": "If the Examining Division is of the opinion that the European patent application or the invention to which it relates does not meet the requirements of this Convention, it shall refuse the application unless this Convention provides for a different legal consequence.",
                "id": "A97_2"
            },
            {
                "text": "The decision to grant a European patent shall take effect on the date on which the mention of the grant is published in the European Patent Bulletin.",
                "id": "A97_3"
            }
        ],
        "footnotes": [
            {
                "key": "99",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "100",
                "content": "See decisions of the Enlarged Board of Appeal G 10/93, G 1/10 (Annex I)."
            }
        ]
    },
    {
        "id": "A98",
        "title": "Article 98 [101] - Publication of the specification of the European patent",
        "content": [
            {
                "text": "The European Patent Office shall publish the specification of the European patent as soon as possible after the mention of the grant of the European patent has been published in the European Patent Bulletin.",
                "id": "A98_pre"
            }
        ],
        "footnotes": [
            {
                "key": "101",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A99",
        "title": "Article 99 [103],  [104] - Opposition",
        "content": [
            {
                "text": "Within nine months of the publication of the mention of the grant of the European patent in the European Patent Bulletin, any person may give notice to the European Patent Office of opposition to that patent, in accordance with the Implementing Regulations. Notice of opposition shall not be deemed to have been filed until the opposition fee has been paid.",
                "id": "A99_1"
            },
            {
                "text": "The opposition shall apply to the European patent in all the Contracting States in which that patent has effect.",
                "id": "A99_2"
            },
            {
                "text": "Opponents shall be parties to the opposition proceedings as well as the proprietor of the patent.",
                "id": "A99_3"
            },
            {
                "text": "Where a person provides evidence that in a Contracting State, following a final decision, he has been entered in the patent register of such State instead of the previous proprietor, such person shall, at his request, replace the previous proprietor in respect of such State. Notwithstanding Article 118, the previous proprietor and the person making the request shall not be regarded as joint proprietors unless both so request.",
                "id": "A99_4"
            }
        ],
        "footnotes": [
            {
                "key": "103",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "104",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 4/88, G 5/88, G 7/88, G 8/88, G 10/91, G 9/93, G 1/95, G 7/95, G 3/97, G 4/97, G 3/99, G 1/02, G 2/04, G 3/04, G 1/13 (Annex I)."
            }
        ]
    },
    {
        "id": "A100",
        "title": "Article 100 [105] - Grounds for opposition",
        "content": [
            {
                "text": "Opposition may only be filed on the grounds that:",
                "id": "A100_pre"
            },
            {
                "text": "the subject-matter of the European patent is not patentable under Articles Article 52 to Article 57;",
                "id": "A100_a"
            },
            {
                "text": "the European patent does not disclose the invention in a manner sufficiently clear and complete for it to be carried out by a person skilled in the art;",
                "id": "A100_b"
            },
            {
                "text": "the subject-matter of the European patent extends beyond the content of the application as filed, or, if the patent was granted on a divisional application or on a new application filed under Article 61, beyond the content of the earlier application as filed.",
                "id": "A100_c"
            }
        ],
        "footnotes": [
            {
                "key": "105",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 3/89, G 10/91, G 11/91, G 1/95, G 2/95, G 7/95, G 1/99, G 3/04 (Annex I)."
            }
        ]
    },
    {
        "id": "A101",
        "title": "Article 101 [106],  [107] - Examination of the opposition – Revocation or maintenance of the European patent",
        "content": [
            {
                "text": "If the opposition is admissible, the Opposition Division shall examine, in accordance with the Implementing Regulations, whether at least one ground for opposition under Article 100 prejudices the maintenance of the European patent. During this examination, the Opposition Division shall invite the parties, as often as necessary, to file observations on communications from another party or issued by itself.",
                "id": "A101_1"
            },
            {
                "text": "If the Opposition Division is of the opinion that at least one ground for opposition prejudices the maintenance of the European patent, it shall revoke the patent. Otherwise, it shall reject the opposition.",
                "id": "A101_2"
            },
            {
                "text": "[108]  If the Opposition Division is of the opinion that, taking into consideration the amendments made by the proprietor of the European patent during the opposition proceedings, the patent and the invention to which it relates",
                "id": "A101_3"
            },
            {
                "text": "meet the requirements of this Convention, it shall decide to maintain the patent as amended, provided that the conditions laid down in the Implementing Regulations are fulfilled;",
                "id": "A101_3_a"
            },
            {
                "text": "do not meet the requirements of this Convention, it shall revoke the patent.",
                "id": "A101_3_b"
            }
        ],
        "footnotes": [
            {
                "key": "106",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "107",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 1/88, G 1/90, G 1/91, G 9/91, G 10/91, G 9/92, G 4/93, G 1/99, G 1/02 (Annex I)."
            },
            {
                "key": "108",
                "content": "See decision of the Enlarged Board of Appeal G 3/14 (Annex I)."
            }
        ]
    },
    {
        "id": "A102",
        "title": " - Article 102 [109](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "109",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A103",
        "title": "Article 103 [110] - Publication of a new specification of the European patent",
        "content": [
            {
                "text": "If the European patent is maintained as amended under Article 101, paragraph 3(a), the European Patent Office shall publish a new specification of the European patent as soon as possible after the mention of the opposition decision has been published in the European Patent Bulletin.",
                "id": "A103_pre"
            }
        ],
        "footnotes": [
            {
                "key": "110",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A104",
        "title": "Article 104 [111],  [112] - Costs",
        "content": [
            {
                "text": "Each party to the opposition proceedings shall bear the costs it has incurred, unless the Opposition Division, for reasons of equity, orders, in accordance with the Implementing Regulations, a different apportionment of costs.",
                "id": "A104_1"
            },
            {
                "text": "The procedure for fixing costs shall be laid down in the Implementing Regulations.",
                "id": "A104_2"
            },
            {
                "text": "Any final decision of the European Patent Office fixing the amount of costs shall be dealt with, for the purpose of enforcement in the Contracting States, in the same way as a final decision given by a civil court of the State in which enforcement is to take place. Verification of such decision shall be limited to its authenticity.",
                "id": "A104_3"
            }
        ],
        "footnotes": [
            {
                "key": "111",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "112",
                "content": "See decision of the Enlarged Board of Appeal G 3/99 (Annex I)."
            }
        ]
    },
    {
        "id": "A105",
        "title": "Article 105 [113],  [114] - Intervention of the assumed infringer",
        "content": [
            {
                "text": "Any third party may, in accordance with the Implementing Regulations, intervene in opposition proceedings after the opposition period has expired, if the third party proves that",
                "id": "A105_1"
            },
            {
                "text": "proceedings for infringement of the same patent have been instituted against him, or",
                "id": "A105_1_a"
            },
            {
                "text": "following a request of the proprietor of the patent to cease alleged infringement, the third party has instituted proceedings for a ruling that he is not infringing the patent.",
                "id": "A105_1_b"
            },
            {
                "text": "An admissible intervention shall be treated as an opposition.",
                "id": "A105_2"
            }
        ],
        "footnotes": [
            {
                "key": "113",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "114",
                "content": "See decisions of the Enlarged Board of Appeal G 4/91, G 1/94, G 2/04, G 3/04, G 1/05 (Annex I)."
            }
        ]
    },
    {
        "id": "A105a",
        "title": "Article 105a [115] - Request for limitation or revocation",
        "content": [
            {
                "text": "At the request of the proprietor, the European patent may be revoked or be limited by an amendment of the claims. The request shall be filed with the European Patent Office in accordance with the Implementing Regulations. It shall not be deemed to have been filed until the limitation or revocation fee has been paid.",
                "id": "A105a_1"
            },
            {
                "text": "The request may not be filed while opposition proceedings in respect of the European patent are pending.",
                "id": "A105a_2"
            }
        ],
        "footnotes": [
            {
                "key": "115",
                "content": "Inserted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A105b",
        "title": "Article 105b [116] - Limitation or revocation of the European patent",
        "content": [
            {
                "text": "The European Patent Office shall examine whether the requirements laid down in the Implementing Regulations for limiting or revoking the European patent have been met.",
                "id": "A105b_1"
            },
            {
                "text": "If the European Patent Office considers that the request for limitation or revocation of the European patent meets these requirements, it shall decide to limit or revoke the European patent in accordance with the Implementing Regulations. Otherwise, it shall reject the request.",
                "id": "A105b_2"
            },
            {
                "text": "The decision to limit or revoke the European patent shall apply to the European patent in all the Contracting States in respect of which it has been granted. It shall take effect on the date on which the mention of the decision is published in the European Patent Bulletin.",
                "id": "A105b_3"
            }
        ],
        "footnotes": [
            {
                "key": "116",
                "content": "Inserted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A105c",
        "title": "Article 105c [117] - Publication of the amended specification of the European patent",
        "content": [
            {
                "text": "If the European patent is limited under Article 105b, paragraph 2, the European Patent Office shall publish the amended specification of the European patent as soon as possible after the mention of the limitation has been published in the European Patent Bulletin.",
                "id": "A105c_pre"
            }
        ],
        "footnotes": [
            {
                "key": "117",
                "content": "Inserted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A106",
        "title": "Article 106 [118],  [119] - Decisions subject to appeal",
        "content": [
            {
                "text": "An appeal shall lie from decisions of the Receiving Section, Examining Divisions, Opposition Divisions and the Legal Division. It shall have suspensive effect.",
                "id": "A106_1"
            },
            {
                "text": "A decision which does not terminate proceedings as regards one of the parties can only be appealed together with the final decision, unless the decision allows a separate appeal.",
                "id": "A106_2"
            },
            {
                "text": "The right to file an appeal against decisions relating to the apportionment or fixing of costs in opposition proceedings may be restricted in the Implementing Regulations.",
                "id": "A106_3"
            }
        ],
        "footnotes": [
            {
                "key": "118",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "119",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 1/90, G 1/99, G 1/02, G 3/03 (Annex I)."
            }
        ]
    },
    {
        "id": "A107",
        "title": "Article 107 [120] - Persons entitled to appeal and to be parties to appeal proceedings",
        "content": [
            {
                "text": "Any party to proceedings adversely affected by a decision may appeal. Any other parties to the proceedings shall be parties to the appeal proceedings as of right.",
                "id": "A107_pre"
            }
        ],
        "footnotes": [
            {
                "key": "120",
                "content": "See decisions of the Enlarged Board of Appeal G 1/88, G 2/91, G 4/91, G 9/92, G 1/99, G 3/99, G 3/03, G 2/04, G 3/04, G 1/12 (Annex I)."
            }
        ]
    },
    {
        "id": "A108",
        "title": "Article 108 [121],  [122] - Time limit and form",
        "content": [
            {
                "text": "Notice of appeal shall be filed, in accordance with the Implementing Regulations, at the European Patent Office within two months of notification of the decision. Notice of appeal shall not be deemed to have been filed until the fee for appeal has been paid. Within four months of notification of the decision, a statement setting out the grounds of appeal shall be filed in accordance with the Implementing Regulations.",
                "id": "A108_pre"
            }
        ],
        "footnotes": [
            {
                "key": "121",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "122",
                "content": "See decisions of the Enlarged Board of Appeal G 1/86, G 2/97, G 1/99, G 3/03, G 2/04, G 3/04, G 1/12, G 1/16 (Annex I)."
            }
        ]
    },
    {
        "id": "A109",
        "title": "Article 109 [123] - Interlocutory revision",
        "content": [
            {
                "text": "If the department whose decision is contested considers the appeal to be admissible and well founded, it shall rectify its decision. This shall not apply where the appellant is opposed by another party to the proceedings.",
                "id": "A109_1"
            },
            {
                "text": "If the appeal is not allowed within three months of receipt of the statement of grounds, it shall be remitted to the Board of Appeal without delay, and without comment as to its merit.",
                "id": "A109_2"
            }
        ],
        "footnotes": [
            {
                "key": "123",
                "content": "See decision of the Enlarged Board of Appeal G 3/03 (Annex I)."
            }
        ]
    },
    {
        "id": "A110",
        "title": "Article 110 [124],  [125] - Examination of appeals",
        "content": [
            {
                "text": "If the appeal is admissible, the Board of Appeal shall examine whether the appeal is allowable. The examination of the appeal shall be conducted in accordance with the Implementing Regulations.",
                "id": "A110_pre"
            }
        ],
        "footnotes": [
            {
                "key": "124",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "125",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 9/91, G 10/91, G 10/93, G 3/99 (Annex I)."
            }
        ]
    },
    {
        "id": "A111",
        "title": "Article 111 [126] - Decision in respect of appeals",
        "content": [
            {
                "text": "Following the examination as to the allowability of the appeal, the Board of Appeal shall decide on the appeal. The Board of Appeal may either exercise any power within the competence of the department which was responsible for the decision appealed or remit the case to that department for further prosecution.",
                "id": "A111_1"
            },
            {
                "text": "If the Board of Appeal remits the case for further prosecution to the department whose decision was appealed, that department shall be bound by the ratio decidendi of the Board of Appeal, in so far as the facts are the same. If the decision under appeal was taken by the Receiving Section, the Examining Division shall also be bound by the ratio decidendi of the Board of Appeal.",
                "id": "A111_2"
            }
        ],
        "footnotes": [
            {
                "key": "126",
                "content": "See decisions of the Enlarged Board of Appeal G 9/92, G 10/93, G 3/03 (Annex I)."
            }
        ]
    },
    {
        "id": "A112",
        "title": "Article 112 [127] - Decision or opinion of the Enlarged Board of Appeal",
        "content": [
            {
                "text": "In order to ensure uniform application of the law, or if a point of law of fundamental importance arises:",
                "id": "A112_1"
            },
            {
                "text": "the Board of Appeal shall, during proceedings on a case and either of its own motion or following a request from a party to the appeal, refer any question to the Enlarged Board of Appeal if it considers that a decision is required for the above purposes. If the Board of Appeal rejects the request, it shall give the reasons in its final decision;",
                "id": "A112_1_a"
            },
            {
                "text": "the President of the European Patent Office may refer a point of law to the Enlarged Board of Appeal where two Boards of Appeal have given different decisions on that question.",
                "id": "A112_1_b"
            },
            {
                "text": "In the cases referred to in paragraph 1(a) the parties to the appeal proceedings shall be parties to the proceedings before the Enlarged Board of Appeal.",
                "id": "A112_2"
            },
            {
                "text": "The decision of the Enlarged Board of Appeal referred to in paragraph 1(a) shall be binding on the Board of Appeal in respect of the appeal in question.",
                "id": "A112_3"
            }
        ],
        "footnotes": [
            {
                "key": "127",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 1/86, G 2/88, G 4/88, G 5/88, G 6/88, G 7/88, G 8/88, G 1/90, G 1/92, G 3/95, G 6/95, G 2/97, G 2/98, G 3/98, G 4/98, G 1/99, G 2/99, G 3/99, G 1/02, G 1/03, G 2/03, G 3/03, G 1/04, G 2/04, G 3/04, G 1/05, G 2/06, G 3/08, G 1/12, G 1/14, G 3/14, G 1/15, G 1/16, G 1/18, G 2/19, G 3/19 (Annex I)."
            }
        ]
    },
    {
        "id": "A112a",
        "title": "Article 112a [128] - Petition for review by the Enlarged Board of Appeal",
        "content": [
            {
                "text": "Any party to appeal proceedings adversely affected by the decision of the Board of Appeal may file a petition for review of the decision by the Enlarged Board of Appeal.",
                "id": "A112a_1"
            },
            {
                "text": "The petition may only be filed on the grounds that:",
                "id": "A112a_2"
            },
            {
                "text": "a member of the Board of Appeal took part in the decision in breach of Article 24, paragraph 1, or despite being excluded pursuant to a decision under Article 24, paragraph 4;",
                "id": "A112a_2_a"
            },
            {
                "text": "the Board of Appeal included a person not appointed as a member of the Boards of Appeal;",
                "id": "A112a_2_b"
            },
            {
                "text": "a fundamental violation of Article 113 occurred;",
                "id": "A112a_2_c"
            },
            {
                "text": "any other fundamental procedural defect defined in the Implementing Regulations occurred in the appeal proceedings; or",
                "id": "A112a_2_d"
            },
            {
                "text": "a criminal act established under the conditions laid down in the Implementing Regulations may have had an impact on the decision.",
                "id": "A112a_2_e"
            },
            {
                "text": "The petition for review shall not have suspensive effect.",
                "id": "A112a_3"
            },
            {
                "text": "The petition for review shall be filed in a reasoned statement, in accordance with the Implementing Regulations. If based on paragraph 2(a) to paragraph 2(d), the petition shall be filed within two months of notification of the decision of the Board of Appeal. If based on paragraph 2(e), the petition shall be filed within two months of the date on which the criminal act has been established and in any event no later than five years from notification of the decision of the Board of Appeal. The petition shall not be deemed to have been filed until after the prescribed fee has been paid.",
                "id": "A112a_4"
            },
            {
                "text": "The Enlarged Board of Appeal shall examine the petition for review in accordance with the Implementing Regulations. If the petition is allowable, the Enlarged Board of Appeal shall set aside the decision and shall re-open proceedings before the Boards of Appeal in accordance with the Implementing Regulations.",
                "id": "A112a_5"
            },
            {
                "text": "Any person who, in a designated Contracting State, has in good faith used or made effective and serious preparations for using an invention which is the subject of a published European patent application or a European patent in the period between the decision of the Board of Appeal and publication in the European Patent Bulletin of the mention of the decision of the Enlarged Board of Appeal on the petition, may without payment continue such use in the course of his business or for the needs thereof.",
                "id": "A112a_6"
            }
        ],
        "footnotes": [
            {
                "key": "128",
                "content": "Inserted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A113",
        "title": "Article 113 [129] - Right to be heard and basis of decisions",
        "content": [
            {
                "text": "The decisions of the European Patent Office may only be based on grounds or evidence on which the parties concerned have had an opportunity to present their comments.",
                "id": "A113_1"
            },
            {
                "text": "The European Patent Office shall examine, and decide upon, the European patent application or the European patent only in the text submitted to it, or agreed, by the applicant or the proprietor of the patent.",
                "id": "A113_2"
            }
        ],
        "footnotes": [
            {
                "key": "129",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 7/91, G 8/91, G 4/92, G 2/04 (Annex I)."
            }
        ]
    },
    {
        "id": "A114",
        "title": "Article 114 [130] - Examination by the European Patent Office of its own motion",
        "content": [
            {
                "text": "In proceedings before it, the European Patent Office shall examine the facts of its own motion; it shall not be restricted in this examination to the facts, evidence and arguments provided by the parties and the relief sought.",
                "id": "A114_1"
            },
            {
                "text": "The European Patent Office may disregard facts or evidence which are not submitted in due time by the parties concerned.",
                "id": "A114_2"
            }
        ],
        "footnotes": [
            {
                "key": "130",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 7/91, G 8/91, G 9/91, G 10/91, G 4/92, G 9/92, G 8/93, G 10/93, G 1/95, G 7/95, G 1/99 (Annex I)."
            }
        ]
    },
    {
        "id": "A115",
        "title": "Article 115 [131],  [132] - Observations by third parties",
        "content": [
            {
                "text": "In proceedings before the European Patent Office, following the publication of the European patent application, any third party may, in accordance with the Implementing Regulations, present observations concerning the patentability of the invention to which the application or patent relates. That person shall not be a party to the proceedings.",
                "id": "A115_pre"
            }
        ],
        "footnotes": [
            {
                "key": "131",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "132",
                "content": "See decision of the President of the EPO of 10.05.2011 (OJ EPO 2011, 418) and notice from the EPO of 05.07.2017 (OJ EPO 2017, A86) concerning the filing and processing of third-party observations under Article 115 EPC."
            }
        ]
    },
    {
        "id": "A116",
        "title": "Article 116 [133],  [134] - Oral proceedings",
        "content": [
            {
                "text": "Oral proceedings shall take place either at the instance of the European Patent Office if it considers this to be expedient or at the request of any party to the proceedings. However, the European Patent Office may reject a request for further oral proceedings before the same department where the parties and the subject of the proceedings are the same.",
                "id": "A116_1"
            },
            {
                "text": "Nevertheless, oral proceedings shall take place before the Receiving Section at the request of the applicant only where the Receiving Section considers this to be expedient or where it intends to refuse the European patent application.",
                "id": "A116_2"
            },
            {
                "text": "Oral proceedings before the Receiving Section, the Examining Divisions and the Legal Division shall not be public.",
                "id": "A116_3"
            },
            {
                "text": "Oral proceedings, including delivery of the decision, shall be public, as regards the Boards of Appeal and the Enlarged Board of Appeal, after publication of the European patent application, and also before the Opposition Divisions, in so far as the department before which the proceedings are taking place does not decide otherwise in cases where admission of the public could have serious and unjustified disadvantages, in particular for a party to the proceedings.",
                "id": "A116_4"
            }
        ],
        "footnotes": [
            {
                "key": "133",
                "content": "See decisions of the Enlarged Board of Appeal G 2/94, G 4/95 (Annex I)."
            },
            {
                "key": "134",
                "content": "See decision of the President of the EPO of 22.11.2022 concerning the format of oral proceedings before examining and opposition divisions, the Legal Division and the Receiving Section (OJ EPO 2022, A103).See notice from the EPO of 22.11.2022 concerning oral proceedings by videoconference before examining and opposition divisions, the Legal Division and the Receiving Section, as well as consultations by videoconference before examining divisions (OJ EPO 2022, A106).See decision of the President of the EPO and notice from the EPO of 17.12.2020 concerning oral proceedings by videoconference before examining divisions (OJ EPO 2020, A and A135).See decision of the President of the EPO and notice from the EPO of 10.11.2020 concerning the modification and extension of the pilot project for oral proceedings by videoconference before opposition divisions (OJ EPO 2020, A121, A122 and A135), decisions of the President of the EPO of 14.05.2021 (OJ EPO 2021, A41), of 23.11.2021 (OJ EPO 2021, A93) and of 04.04.2022 (OJ EPO 2022, A43).See decision of the President of the EPO of 09.06.2021 concerning oral proceedings by videoconference before the Receiving Section (OJ EPO 2021, A49).See decision of the President of the EPO of 09.06.2021 concerning oral proceedings by videoconference before the Legal Division (OJ EPO 2021, A50).See notices of the Vice-President DG 3 (Special edition No. 3 OJ EPO 2007, H.1, H.2 and H.3; OJ EPO 2014, A21)."
            }
        ]
    },
    {
        "id": "A117",
        "title": "Article 117 [135],  [136] - Means and taking of evidence",
        "content": [
            {
                "text": "In proceedings before the European Patent Office the means of giving or obtaining evidence shall include the following:",
                "id": "A117_1"
            },
            {
                "text": "hearing the parties;",
                "id": "A117_1_a"
            },
            {
                "text": "requests for information;",
                "id": "A117_1_b"
            },
            {
                "text": "production of documents;",
                "id": "A117_1_c"
            },
            {
                "text": "hearing witnesses;",
                "id": "A117_1_d"
            },
            {
                "text": "opinions by experts;",
                "id": "A117_1_e"
            },
            {
                "text": "inspection;",
                "id": "A117_1_f"
            },
            {
                "text": "sworn statements in writing.",
                "id": "A117_1_g"
            },
            {
                "text": "The procedure for taking such evidence shall be laid down in the Implementing Regulations.",
                "id": "A117_2"
            }
        ],
        "footnotes": [
            {
                "key": "135",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "136",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 3/89, G 11/91, G 4/95 (Annex I)."
            }
        ]
    },
    {
        "id": "A118",
        "title": "Article 118 - Unity of the European patent application or European patent",
        "content": [
            {
                "text": "Where the applicants for or proprietors of a European patent are not the same in respect of different designated Contracting States, they shall be regarded as joint applicants or proprietors for the purposes of proceedings before the European Patent Office. The unity of the application or patent in these proceedings shall not be affected; in particular the text of the application or patent shall be uniform for all designated Contracting States, unless this Convention provides otherwise.",
                "id": "A118_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A119",
        "title": "Article 119 [137],  [138] - Notification",
        "content": [
            {
                "text": "Decisions, summonses, notices and communications shall be notified by the European Patent Office of its own motion in accordance with the Implementing Regulations. Notification may, where exceptional circumstances so require, be effected through the intermediary of the central industrial property offices of the Contracting States.",
                "id": "A119_pre"
            }
        ],
        "footnotes": [
            {
                "key": "137",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "138",
                "content": "See decision of the President of the EPO of 11.03.2015 concerning the pilot project to introduce new means of electronic communication in EPO proceedings (OJ EPO 2015, A28) and notice from the EPO of 04.09.2014 concerning the use of an address for correspondence (OJ EPO 2014, A99)."
            }
        ]
    },
    {
        "id": "A120",
        "title": "Article 120 [139] - Time limits",
        "content": [
            {
                "text": "The Implementing Regulations shall specify:",
                "id": "A120_pre"
            },
            {
                "text": "the time limits which are to be observed in proceedings before the European Patent Office and are not fixed by this Convention;",
                "id": "A120_a"
            },
            {
                "text": "the manner of computation of time limits and the conditions under which time limits may be extended;",
                "id": "A120_b"
            },
            {
                "text": "the minima and maxima for time limits to be determined by the European Patent Office.",
                "id": "A120_c"
            }
        ],
        "footnotes": [
            {
                "key": "139",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A121",
        "title": "Article 121 [140] - Further processing of the European patent application",
        "content": [
            {
                "text": "If an applicant fails to observe a time limit vis-à-vis the European Patent Office, he may request further processing of the European patent application.",
                "id": "A121_1"
            },
            {
                "text": "The European Patent Office shall grant the request, provided that the requirements laid down in the Implementing Regulations are met. Otherwise, it shall reject the request.",
                "id": "A121_2"
            },
            {
                "text": "If the request is granted, the legal consequences of the failure to observe the time limit shall be deemed not to have ensued.",
                "id": "A121_3"
            },
            {
                "text": "Further processing shall be ruled out in respect of the time limits in Article 87, paragraph 1, Article 108 and Article 112a, paragraph 4, as well as the time limits for requesting further processing or re-establishment of rights. The Implementing Regulations may rule out further processing for other time limits.",
                "id": "A121_4"
            }
        ],
        "footnotes": [
            {
                "key": "140",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A122",
        "title": "Article 122 [141],  [142] - Re-establishment of rights",
        "content": [
            {
                "text": "An applicant for or proprietor of a European patent who, in spite of all due care required by the circumstances having been taken, was unable to observe a time limit vis-à-vis the European Patent Office shall have his rights re-established upon request if the non-observance of this time limit has the direct consequence of causing the refusal of the European patent application or of a request, or the deeming of the application to have been withdrawn, or the revocation of the European patent, or the loss of any other right or means of redress.",
                "id": "A122_1"
            },
            {
                "text": "The European Patent Office shall grant the request, provided that the conditions of paragraph 1 and any other requirements laid down in the Implementing Regulations are met. Otherwise, it shall reject the request.",
                "id": "A122_2"
            },
            {
                "text": "If the request is granted, the legal consequences of the failure to observe the time limit shall be deemed not to have ensued.",
                "id": "A122_3"
            },
            {
                "text": "Re-establishment of rights shall be ruled out in respect of the time limit for requesting re-establishment of rights. The Implementing Regulations may rule out re-establishment for other time limits.",
                "id": "A122_4"
            },
            {
                "text": "Any person who, in a designated Contracting State, has in good faith used or made effective and serious preparations for using an invention which is the subject of a published European patent application or a European patent in the period between the loss of rights referred to in paragraph 1 and publication in the European Patent Bulletin of the mention of re-establishment of those rights, may without payment continue such use in the course of his business or for the needs thereof.",
                "id": "A122_5"
            },
            {
                "text": "Nothing in this Article shall limit the right of a Contracting State to grant re-establishment of rights in respect of time limits provided for in this Convention and to be observed vis-à-vis the authorities of such State.",
                "id": "A122_6"
            }
        ],
        "footnotes": [
            {
                "key": "141",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "142",
                "content": "See decision of the Enlarged Board of Appeal G 1/86 (Annex I)."
            }
        ]
    },
    {
        "id": "A123",
        "title": "Article 123 [143],  [144] - Amendments",
        "content": [
            {
                "text": "The European patent application or European patent may be amended in proceedings before the European Patent Office, in accordance with the Implementing Regulations. In any event, the applicant shall be given at least one opportunity to amend the application of his own volition.",
                "id": "A123_1"
            },
            {
                "text": "The European patent application or European patent may not be amended in such a way that it contains subject-matter which extends beyond the content of the application as filed.",
                "id": "A123_2"
            },
            {
                "text": "The European patent may not be amended in such a way as to extend the protection it confers.",
                "id": "A123_3"
            }
        ],
        "footnotes": [
            {
                "key": "143",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "144",
                "content": "See decisions of the Enlarged Board of Appeal G 2/88, G 3/89, G 11/91, G 1/93, G 2/95, G 2/98, G 1/99, G 1/03, G 2/03, G 1/05, G 2/10, G 3/14, G 1/15, G 1/16 (Annex I)."
            }
        ]
    },
    {
        "id": "A124",
        "title": "Article 124 [145] - Information on prior art",
        "content": [
            {
                "text": "The European Patent Office may, in accordance with the Implementing Regulations, invite the applicant to provide information on prior art taken into consideration in national or regional patent proceedings and concerning an invention to which the European patent application relates.",
                "id": "A124_1"
            },
            {
                "text": "If the applicant fails to reply in due time to an invitation under paragraph 1, the European patent application shall be deemed to be withdrawn.",
                "id": "A124_2"
            }
        ],
        "footnotes": [
            {
                "key": "145",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A125",
        "title": "Article 125 [146] - Reference to general principles",
        "content": [
            {
                "text": "In the absence of procedural provisions in this Convention, the European Patent Office shall take into account the principles of procedural law generally recognised in the Contracting States.",
                "id": "A125_pre"
            }
        ],
        "footnotes": [
            {
                "key": "146",
                "content": "See decisions of the Enlarged Board of Appeal G 1/99, G 3/04 (Annex I)."
            }
        ]
    },
    {
        "id": "A126",
        "title": " - Article 126 [147](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "147",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A127",
        "title": "Article 127 [148],  [149] - European Patent Register",
        "content": [
            {
                "text": "The European Patent Office shall keep a European Patent Register, in which the particulars specified in the Implementing Regulations shall be recorded. No entry shall be made in the European Patent Register before the publication of the European patent application. The European Patent Register shall be open to public inspection.",
                "id": "A127_pre"
            }
        ],
        "footnotes": [
            {
                "key": "148",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "149",
                "content": "See decisions of the President of the EPO concerning the information given in the European Patent Register (OJ EPO 2009, 598, OJ EPO 2011, 110, and OJ EPO 2014, A19)."
            }
        ]
    },
    {
        "id": "A128",
        "title": "Article 128 [150] - Inspection of files",
        "content": [
            {
                "text": "Files relating to European patent applications which have not yet been published shall not be made available for inspection without the consent of the applicant.",
                "id": "A128_1"
            },
            {
                "text": "Any person who can prove that the applicant has invoked the rights under the European patent application against him may obtain inspection of the files before the publication of that application and without the consent of the applicant.",
                "id": "A128_2"
            },
            {
                "text": "Where a European divisional application or a new European patent application filed under Article 61, paragraph 1, is published, any person may obtain inspection of the files of the earlier application before the publication of that application and without the consent of the applicant.",
                "id": "A128_3"
            },
            {
                "text": "[151]  After the publication of the European patent application, the files relating to the application and the resulting European patent may be inspected on request, subject to the restrictions laid down in the Implementing Regulations.",
                "id": "A128_4"
            },
            {
                "text": "Even before the publication of the European patent application, the European Patent Office may communicate to third parties or publish the particulars specified in the Implementing Regulations.",
                "id": "A128_5"
            }
        ],
        "footnotes": [
            {
                "key": "150",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "151",
                "content": "See decision of the President of the EPO of 12.07.2007 concerning documents excluded from file inspection (Special edition No. 3 OJ EPO 2007, J.3), decision of the President of the EPO of 20.02.2019 on the inspection of files (OJ EPO 2019, A16) and decision of the President of the EPO of 20.02.2019 concerning online file inspection of documents contained in the file held by the EPO as receiving Office, International Searching Authority or Authority specified for supplementary search (OJ EPO 2019, A17)."
            }
        ]
    },
    {
        "id": "A129",
        "title": "Article 129 [152] - Periodical publications",
        "content": [
            {
                "text": "The European Patent Office shall periodically publish:",
                "id": "A129_pre"
            },
            {
                "text": "a European Patent Bulletin containing the particulars the publication of which is prescribed by this Convention, the Implementing Regulations or the President of the European Patent Office;",
                "id": "A129_a"
            },
            {
                "text": "an Official Journal containing notices and information of a general character issued by the President of the European Patent Office, as well as any other information relevant to this Convention or its implementation.",
                "id": "A129_b"
            }
        ],
        "footnotes": [
            {
                "key": "152",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A130",
        "title": "Article 130 [153] - Exchange of information",
        "content": [
            {
                "text": "Unless this Convention or national laws provide otherwise, the European Patent Office and the central industrial property office of any Contracting State shall, on request, communicate to each other any useful information regarding European or national patent applications and patents and any proceedings concerning them.",
                "id": "A130_1"
            },
            {
                "text": "Paragraph 1 shall apply to the communication of information by virtue of working agreements between the European Patent Office and",
                "id": "A130_2"
            },
            {
                "text": "the central industrial property offices of other States;",
                "id": "A130_2_a"
            },
            {
                "text": "any intergovernmental organisation entrusted with the task of granting patents;",
                "id": "A130_2_b"
            },
            {
                "text": "any other organisation.",
                "id": "A130_2_c"
            },
            {
                "text": "Communications under paragraphs 1 and paragraphs 2(a) and paragraphs 2(b) shall not be subject to the restrictions laid down in Article 128. The Administrative Council may decide that communications under paragraph 2(c) shall not be subject to such restrictions, provided that the organisation concerned treats the information communicated as confidential until the European patent application has been published.",
                "id": "A130_3"
            }
        ],
        "footnotes": [
            {
                "key": "153",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A131",
        "title": "Article 131 - Administrative and legal co-operation",
        "content": [
            {
                "text": "Unless this Convention or national laws provide otherwise, the European Patent Office and the courts or authorities of Contracting States shall on request give assistance to each other by communicating information or opening files for inspection. Where the European Patent Office makes files available for inspection by courts, Public Prosecutors' Offices or central industrial property offices, the inspection shall not be subject to the restrictions laid down in Article 128.",
                "id": "A131_1"
            },
            {
                "text": "At the request of the European Patent Office, the courts or other competent authorities of Contracting States shall undertake, on behalf of the Office and within the limits of their jurisdiction, any necessary enquiries or other legal measures.",
                "id": "A131_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A132",
        "title": "Article 132 - Exchange of publications",
        "content": [
            {
                "text": "The European Patent Office and the central industrial property offices of the Contracting States shall despatch to each other on request and for their own use one or more copies of their respective publications free of charge.",
                "id": "A132_1"
            },
            {
                "text": "The European Patent Office may conclude agreements relating to the exchange or supply of publications.",
                "id": "A132_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A133",
        "title": "Article 133 [154],  [155] - General principles of representation",
        "content": [
            {
                "text": "Subject to paragraph 2, no person shall be compelled to be represented by a professional representative in proceedings established by this Convention.",
                "id": "A133_1"
            },
            {
                "text": "Natural or legal persons not having their residence or principal place of business in a Contracting State shall be represented by a professional representative and act through him in all proceedings established by this Convention, other than in filing a European patent application; the Implementing Regulations may permit other exceptions.",
                "id": "A133_2"
            },
            {
                "text": "Natural or legal persons having their residence or principal place of business in a Contracting State may be represented in proceedings established by this Convention by an employee, who need not be a professional representative but who shall be authorised in accordance with the Implementing Regulations. The Implementing Regulations may provide whether and under what conditions an employee of a legal person may also represent other legal persons which have their principal place of business in a Contracting State and which have economic connections with the first legal person.",
                "id": "A133_3"
            },
            {
                "text": "The Implementing Regulations may lay down special provisions concerning the common representation of parties acting in common.",
                "id": "A133_4"
            }
        ],
        "footnotes": [
            {
                "key": "154",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "155",
                "content": "See decisions of the Enlarged Board of Appeal G 2/94, G 4/95, G 3/99 (Annex I)."
            }
        ]
    },
    {
        "id": "A134",
        "title": "Article 134 [156],  [157] - Representation before the European Patent Office",
        "content": [
            {
                "text": "Representation of natural or legal persons in proceedings established by this Convention may only be undertaken by professional representatives whose names appear on a list maintained for this purpose by the European Patent Office.",
                "id": "A134_1"
            },
            {
                "text": "Any natural person who",
                "id": "A134_2"
            },
            {
                "text": "is a national of a Contracting State,",
                "id": "A134_2_a"
            },
            {
                "text": "has his place of business or employment in a Contracting State and",
                "id": "A134_2_b"
            },
            {
                "text": "[158]  has passed the European qualifying examination",
                "id": "A134_2_c"
            },
            {
                "text": "may be entered on the list of professional representatives.",
                "id": "A134_2_inter"
            },
            {
                "text": "During a period of one year from the date on which the accession of a State to this Convention takes effect, entry on that list may also be requested by any natural person who",
                "id": "A134_3"
            },
            {
                "text": "is a national of a Contracting State,",
                "id": "A134_3_a"
            },
            {
                "text": "has his place of business or employment in the State having acceded to the Convention and",
                "id": "A134_3_b"
            },
            {
                "text": "is entitled to represent natural or legal persons in patent matters before the central industrial property office of that State. Where such entitlement is not conditional upon the requirement of special professional qualifications, the person shall have regularly so acted in that State for at least five years.",
                "id": "A134_3_c"
            },
            {
                "text": "Entry shall be effected upon request, accompanied by certificates indicating that the conditions laid down in paragraph 2 or 3 are fulfilled.",
                "id": "A134_4"
            },
            {
                "text": "Persons whose names appear on the list of professional representatives shall be entitled to act in all proceedings established by this Convention.",
                "id": "A134_5"
            },
            {
                "text": "For the purpose of acting as a professional representative, any person whose name appears on the list of professional representatives shall be entitled to establish a place of business in any Contracting State in which proceedings established by this Convention may be conducted, having regard to the Protocol on Centralisation annexed to this Convention. The authorities of such State may remove that entitlement in individual cases only in application of legal provisions adopted for the purpose of protecting public security and law and order. Before such action is taken, the President of the European Patent Office shall be consulted.",
                "id": "A134_6"
            },
            {
                "text": "[159]  The President of the European Patent Office may grant exemption from:",
                "id": "A134_7"
            },
            {
                "text": "the requirement of paragraphs 2(a) or paragraphs 3(a) in special circumstances;",
                "id": "A134_7_a"
            },
            {
                "text": "the requirement of paragraph 3(c), second sentence, if the applicant furnishes proof that he has acquired the requisite qualification in another way.",
                "id": "A134_7_b"
            },
            {
                "text": "Representation in proceedings established by this Convention may also be undertaken, in the same way as by a professional representative, by any legal practitioner qualified in a Contracting State and having his place of business in that State, to the extent that he is entitled in that State to act as a professional representative in patent matters. Paragraph 6 shall apply mutatis mutandis.",
                "id": "A134_8"
            }
        ],
        "footnotes": [
            {
                "key": "156",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "157",
                "content": "See decision of the President of the EPO of 21.11.2013 concerning the responsibilities of the Legal Division (OJ EPO 2013, 600) and notice from the EPO of 12.05.2015 concerning representation before the EPO (OJ EPO 2015, A55).See decisions of the Enlarged Board of Appeal G 2/94, G 4/95, G 3/99, G 2/04 (Annex I)."
            },
            {
                "key": "158",
                "content": "See decision of the Administrative Council CA/D 26/08 of 10.12.2008 amending the Regulation on the European qualifying examination for professional representatives before the EPO, which entered into force on 01.01.2009 (OJ EPO 2009, 9; see supplementary publication 2, OJ EPO 2019)."
            },
            {
                "key": "159",
                "content": "See decision of the President of the EPO (OJ EPO 2012, 13)."
            }
        ]
    },
    {
        "id": "A134a",
        "title": "Article 134a [160] - Institute of Professional Representatives before the European Patent Office",
        "content": [
            {
                "text": "The Administrative Council shall be competent to adopt and amend provisions governing:",
                "id": "A134a_1"
            },
            {
                "text": "[161]  the Institute of Professional Representatives before the European Patent Office, hereinafter referred to as the Institute;",
                "id": "A134a_1_a"
            },
            {
                "text": "the qualifications and training required of a person for admission to the European qualifying examination and the conduct of such examination; [162]",
                "id": "A134a_1_b"
            },
            {
                "text": "[163]  the disciplinary power exercised by the Institute or the European Patent Office in respect of professional representatives;",
                "id": "A134a_1_c"
            },
            {
                "text": "the obligation of confidentiality on the professional representative and the privilege from disclosure in proceedings before the European Patent Office in respect of communications between a professional representative and his client or any other person.",
                "id": "A134a_1_d"
            },
            {
                "text": "Any person entered on the list of professional representatives referred to in Article 134, paragraph 1, shall be a member of the Institute.",
                "id": "A134a_2"
            }
        ],
        "footnotes": [
            {
                "key": "160",
                "content": "Inserted by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "161",
                "content": "See Regulation on the establishment of an Institute of Professional Representatives before the EPO (OJ EPO 1997, 350) and the changes of 07.06.2002 (OJ EPO 2002, 429 ff), 17.06.2004 (OJ EPO 2004, 361) and 07.12.2006 (OJ EPO 2007, 12).See decision of the Administrative Council CA/D 31/08 of 10.12.2008 determining the members of the Institute of Professional Representatives before the European Patent Office to whom Article 15 of the Protocol on Privileges and Immunities of the European Patent Organisation applies (OJ EPO 2009, 28), which entered into force on 01.01.2009."
            },
            {
                "key": "162",
                "content": "See Regulation on the European qualifying examination for professional representatives before the EPO as of 10.12.2008 (CA/D 26/08, OJ EPO 2009, 9), implementing provisions as of 10.12.2008 and instructions concerning the qualifications required for enrolment for the European qualifying examination (all published in the supplementary publication 2, OJ EPO 2019)."
            },
            {
                "key": "163",
                "content": "See Regulation on discipline for professional representatives of 21.10.1977 (OJ EPO 1978, 91 ff; re amendment see OJ EPO 2008, 14), additional rules of procedure of the three disciplinary bodies of 06.06.1980 (OJ EPO 1980, 176 ff; re amendments see OJ EPO 2007, 552 and 548) and Code of Conduct of the Institute of Professional Representatives before the EPO (OJ EPO 2003, 523 ff)."
            }
        ]
    },
    {
        "id": "A135",
        "title": "Article 135 [164] - Request for conversion",
        "content": [
            {
                "text": "The central industrial property office of a designated Contracting State shall, at the request of the applicant for or proprietor of a European patent, apply the procedure for the grant of a national patent in the following circumstances:",
                "id": "A135_1"
            },
            {
                "text": "where the European patent application is deemed to be withdrawn under Article 77, paragraph 3;",
                "id": "A135_1_a"
            },
            {
                "text": "in such other cases as are provided for by the national law, in which the European patent application is refused or withdrawn or deemed to be withdrawn, or the European patent is revoked under this Convention.",
                "id": "A135_1_b"
            },
            {
                "text": "In the case referred to in paragraph 1(a), the request for conversion shall be filed with the central industrial property office with which the European patent application has been filed. That office shall, subject to the provisions governing national security, transmit the request directly to the central industrial property offices of the Contracting States specified therein.",
                "id": "A135_2"
            },
            {
                "text": "In the cases referred to in paragraph 1(b), the request for conversion shall be submitted to the European Patent Office in accordance with the Implementing Regulations. It shall not be deemed to be filed until the conversion fee has been paid. The European Patent Office shall transmit the request to the central industrial property offices of the Contracting States specified therein.",
                "id": "A135_3"
            },
            {
                "text": "The effect of the European patent application referred to in Article 66 shall lapse if the request for conversion is not submitted in due time.",
                "id": "A135_4"
            }
        ],
        "footnotes": [
            {
                "key": "164",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A136",
        "title": " - Article 136 [165](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "165",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A137",
        "title": "Article 137 [166] - Formal requirements for conversion",
        "content": [
            {
                "text": "A European patent application transmitted in accordance with Article 135, paragraph 2 or Article 135, paragraph 3, shall not be subjected to formal requirements of national law which are different from or additional to those provided for in this Convention.",
                "id": "A137_1"
            },
            {
                "text": "Any central industrial property office to which the European patent application is transmitted may require that the applicant shall, within a period of not less than two months:",
                "id": "A137_2"
            },
            {
                "text": "pay the national application fee; and",
                "id": "A137_2_a"
            },
            {
                "text": "file a translation of the original text of the European patent application in an official language of the State in question and, where appropriate, of the text as amended during proceedings before the European Patent Office which the applicant wishes to use as the basis for the national procedure.",
                "id": "A137_2_b"
            }
        ],
        "footnotes": [
            {
                "key": "166",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A138",
        "title": "Article 138 [167] - Revocation of European patents",
        "content": [
            {
                "text": "Subject to Article 139, a European patent may be revoked with effect for a Contracting State only on the grounds that:",
                "id": "A138_1"
            },
            {
                "text": "the subject-matter of the European patent is not patentable under Articles 52 to Article 57;",
                "id": "A138_1_a"
            },
            {
                "text": "the European patent does not disclose the invention in a manner sufficiently clear and complete for it to be carried out by a person skilled in the art;",
                "id": "A138_1_b"
            },
            {
                "text": "[168]  the subject-matter of the European patent extends beyond the content of the application as filed or, if the patent was granted on a divisional application or on a new application filed under Article 61, beyond the content of the earlier application as filed;",
                "id": "A138_1_c"
            },
            {
                "text": "the protection conferred by the European patent has been extended; or",
                "id": "A138_1_d"
            },
            {
                "text": "the proprietor of the European patent is not entitled under Article 60, paragraph 1.",
                "id": "A138_1_e"
            },
            {
                "text": "If the grounds for revocation affect the European patent only in part, the patent shall be limited by a corresponding amendment of the claims and revoked in part.",
                "id": "A138_2"
            },
            {
                "text": "In proceedings before the competent court or authority relating to the validity of the European patent, the proprietor of the patent shall have the right to limit the patent by amending the claims. The patent as thus limited shall form the basis for the proceedings.",
                "id": "A138_3"
            }
        ],
        "footnotes": [
            {
                "key": "167",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "168",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 3/89, G 11/91, G 2/95 (Annex I)."
            }
        ]
    },
    {
        "id": "A139",
        "title": "Article 139 [169] - Prior rights and rights arising on the same date",
        "content": [
            {
                "text": "In any designated Contracting State a European patent application and a European patent shall have with regard to a national patent application and a national patent the same prior right effect as a national patent application and a national patent.",
                "id": "A139_1"
            },
            {
                "text": "A national patent application and a national patent in a Contracting State shall have with regard to a European patent designating that Contracting State the same prior right effect as if the European patent were a national patent.",
                "id": "A139_2"
            },
            {
                "text": "Any Contracting State may prescribe whether and on what terms an invention disclosed in both a European patent application or patent and a national application or patent having the same date of filing or, where priority is claimed, the same date of priority, may be protected simultaneously by both applications or patents.",
                "id": "A139_3"
            }
        ],
        "footnotes": [
            {
                "key": "169",
                "content": "See decisions of the Enlarged Board of Appeal G 1/03, G 2/03 (Annex I)."
            }
        ]
    },
    {
        "id": "A140",
        "title": "Article 140 [170] - National utility models and utility certificates",
        "content": [
            {
                "text": "Articles 66, Article 124, Article 135, Article 137 and Article 139 shall apply to utility models and utility certificates and to applications for utility models and utility certificates registered or deposited in the Contracting States whose laws make provision for such models or certificates.",
                "id": "A140_pre"
            }
        ],
        "footnotes": [
            {
                "key": "170",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A141",
        "title": "Article 141 [171] - Renewal fees for European patents",
        "content": [
            {
                "text": "Renewal fees for a European patent may only be imposed for the years which follow that referred to in Article 86, paragraph 2.",
                "id": "A141_1"
            },
            {
                "text": "Any renewal fees falling due within two months of the publication in the European Patent Bulletin of the mention of the grant of the European patent shall be deemed to have been validly paid if they are paid within that period. Any additional fee provided for under national law shall not be charged.",
                "id": "A141_2"
            }
        ],
        "footnotes": [
            {
                "key": "171",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A142",
        "title": "Article 142 [172] - Unitary patents",
        "content": [
            {
                "text": "Any group of Contracting States, which has provided by a special agreement that a European patent granted for those States has a unitary character throughout their territories, may provide that a European patent may only be granted jointly in respect of all those States.",
                "id": "A142_1"
            },
            {
                "text": "Where any group of Contracting States has availed itself of the authorisation given in paragraph 1, the provisions of this Part shall apply.",
                "id": "A142_2"
            }
        ],
        "footnotes": [
            {
                "key": "172",
                "content": "The group of EU member states participating in enhanced co-operation in the area of the creation of unitary patent protection implemented that co-operation by Regulation (EU) No. 1257/2012 of the European Parliament and of the Council and Council Regulation No. 1260/2012 (OJ EPO 2013, 110, 111 and 132), thereby availing itself of the authorisation given in Article 142(1) and the provisions of Part IX of the EPC. The third component of the EU \"patent package\" is the Agreement on a Unified Patent Court (OJ EPO 2013, 286, 287)."
            }
        ]
    },
    {
        "id": "A143",
        "title": "Article 143 [173] - Special departments of the European Patent Office",
        "content": [
            {
                "text": "The group of Contracting States may give additional tasks to the European Patent Office.",
                "id": "A143_1"
            },
            {
                "text": "Special departments common to the Contracting States in the group may be set up within the European Patent Office in order to carry out the additional tasks. The President of the European Patent Office shall direct such special departments; Article 10, paragraphs 2 and Article 10, paragraphs 3, shall apply mutatis mutandis.",
                "id": "A143_2"
            }
        ],
        "footnotes": [
            {
                "key": "173",
                "content": "See decision of the President of the EPO of 30.05.2022 concerning the allocation of the tasks to be carried out by the European Patent Office in relation to the European patent with unitary effect and concerning the entrustment of duties incumbent on the Unitary Patent Protection Division (OJ EPO 2022, A69)."
            }
        ]
    },
    {
        "id": "A144",
        "title": "Article 144 - Representation before special departments",
        "content": [
            {
                "text": "The group of Contracting States may lay down special provisions to govern representation of parties before the departments referred to in Article 143, paragraph 2.",
                "id": "A144_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A145",
        "title": "Article 145 - Select committee of the Administrative Council",
        "content": [
            {
                "text": "The group of Contracting States may set up a select committee of the Administrative Council for the purpose of supervising the activities of the special departments set up under Article 143, paragraph 2; the European Patent Office shall place at its disposal such staff, premises and equipment as may be necessary for the performance of its duties. The President of the European Patent Office shall be responsible for the activities of the special departments to the select committee of the Administrative Council.",
                "id": "A145_1"
            },
            {
                "text": "The composition, powers and functions of the select committee shall be determined by the group of Contracting States.",
                "id": "A145_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A146",
        "title": "Article 146 - Cover for expenditure for carrying out special tasks",
        "content": [
            {
                "text": "Where additional tasks have been given to the European Patent Office under Article 143, the group of Contracting States shall bear the expenses incurred by the Organisation in carrying out these tasks. Where special departments have been set up in the European Patent Office to carry out these additional tasks, the group shall bear the expenditure on staff, premises and equipment chargeable in respect of these departments. Article 39, paragraphs 3 and 4, Article 41 and Article 47 shall apply mutatis mutandis.",
                "id": "A146_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A147",
        "title": "Article 147 - Payments in respect of renewal fees for unitary patents",
        "content": [
            {
                "text": "If the group of Contracting States has fixed a common scale of renewal fees in respect of European patents, the proportion referred to in Article 39, paragraph 1, shall be calculated on the basis of the common scale; the minimum amount referred to in Article 39, paragraph 1, shall apply to the unitary patent. Article 39, paragraphs 3 and Article 39, paragraphs 4, shall apply mutatis mutandis.",
                "id": "A147_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A148",
        "title": "Article 148 - The European patent application as an object of property",
        "content": [
            {
                "text": "Article 74 shall apply unless the group of Contracting States has specified otherwise.",
                "id": "A148_1"
            },
            {
                "text": "The group of Contracting States may provide that a European patent application for which these Contracting States are designated may only be transferred, mortgaged or subjected to any legal means of execution in respect of all the Contracting States of the group and in accordance with the provisions of the special agreement.",
                "id": "A148_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A149",
        "title": "Article 149 [174] - Joint designation",
        "content": [
            {
                "text": "The group of Contracting States may provide that these States may only be designated jointly, and that the designation of one or some only of such States shall be deemed to constitute the designation of all the States of the group.",
                "id": "A149_1"
            },
            {
                "text": "Where the European Patent Office acts as a designated Office under Article 153, paragraph 1, paragraph 1 shall apply if the applicant has indicated in the international application that he wishes to obtain a European patent for one or more of the designated States of the group. The same shall apply if the applicant designates in the international application one of the Contracting States in the group, whose national law provides that the designation of that State shall have the effect of the application being for a European patent.",
                "id": "A149_2"
            }
        ],
        "footnotes": [
            {
                "key": "174",
                "content": "See Treaty between the Swiss Confederation and the Principality of Liechtenstein on Patent Protection of 22.12.1978 (OJ EPO 1980, 407 ff)."
            }
        ]
    },
    {
        "id": "A149a",
        "title": "Article 149a [175] - Other agreements between the Contracting States",
        "content": [
            {
                "text": "Nothing in this Convention shall be construed as limiting the right of some or all of the Contracting States to conclude special agreements on any matters concerning European patent applications or European patents which under this Convention are subject to and governed by national law, such as, in particular",
                "id": "A149a_1"
            },
            {
                "text": "an agreement establishing a European patent court common to the Contracting States party to it;",
                "id": "A149a_1_a"
            },
            {
                "text": "an agreement establishing an entity common to the Contracting States party to it to deliver, at the request of national courts or quasi-judicial authorities, opinions on issues of European or harmonised national patent law;",
                "id": "A149a_1_b"
            },
            {
                "text": "[176]  an agreement under which the Contracting States party to it dispense fully or in part with translations of European patents under Article 65;",
                "id": "A149a_1_c"
            },
            {
                "text": "an agreement under which the Contracting States party to it provide that translations of European patents as required under Article 65 may be filed with, and published by, the European Patent Office.",
                "id": "A149a_1_d"
            },
            {
                "text": "The Administrative Council shall be competent to decide that:",
                "id": "A149a_2"
            },
            {
                "text": "the members of the Boards of Appeal or the Enlarged Board of Appeal may serve on a European patent court or a common entity and take part in proceedings before that court or entity in accordance with any such agreement;",
                "id": "A149a_2_a"
            },
            {
                "text": "the European Patent Office shall provide a common entity with such support staff, premises and equipment as may be necessary for the performance of its duties, and the expenses incurred by that entity shall be borne fully or in part by the Organisation.",
                "id": "A149a_2_b"
            }
        ],
        "footnotes": [
            {
                "key": "175",
                "content": "Inserted by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "176",
                "content": "See the Agreement of 17.10.2000 on the application of Article 65 EPC (London Agreement, OJ EPO 2001, 549), which entered into force on 01.05.2008 (OJ EPO 2008, 123) and which currently has 22 contracting states: AL, BE, CH, DE, DK, FI, FR, GB, HR, HU, IE, IS, LI, LT, LU, LV, MC, MK, NL, NO, SE, SI (see www.epo.org/law-practice/legal-texts/london-agreement.html)."
            }
        ]
    },
    {
        "id": "A150",
        "title": "Article 150 - Application of the Patent Cooperation Treaty",
        "content": [
            {
                "text": "The Patent Cooperation Treaty of 19 June 1970, hereinafter referred to as the PCT, shall be applied in accordance with the provisions of this Part.",
                "id": "A150_1"
            },
            {
                "text": "[178]  International applications filed under the PCT may be the subject of proceedings before the European Patent Office. In such proceedings, the provisions of the PCT and its Regulations shall be applied, supplemented by the provisions of this Convention. In case of conflict, the provisions of the PCT or its Regulations shall prevail.",
                "id": "A150_2"
            }
        ],
        "footnotes": [
            {
                "key": "178",
                "content": "See decision of the President of the EPO of 11.03.2015 concerning the pilot project to introduce new means of electronic communication in EPO proceedings, (OJ EPO 2015, A28) and decision of the President of the EPO of 20.02.2019 concerning online file inspection of documents contained in the file held by the EPO as receiving Office, International Searching Authority or Authority specified for supplementary search (OJ EPO 2019, A17)."
            }
        ]
    },
    {
        "id": "A151",
        "title": "Article 151 [179] - The European Patent Office as a receiving Office",
        "content": [
            {
                "text": "The European Patent Office shall act as a receiving Office within the meaning of the PCT, in accordance with the Implementing Regulations. Article 75, paragraph 2, shall apply.",
                "id": "A151_pre"
            }
        ],
        "footnotes": [
            {
                "key": "179",
                "content": "See notice from the EPO concerning the requirements to be observed when filing an international application with the EPO as a PCT receiving Office (OJ EPO 2014, A33) and decision of the President of the EPO of 24.10.2014 concerning the filing of international applications with the EPO acting as receiving Office using ePCT-Filing (OJ EPO 2014, A107)."
            }
        ]
    },
    {
        "id": "A152",
        "title": "Article 152 [180] - The European Patent Office as an International Searching Authority or International Preliminary Examining Authority",
        "content": [
            {
                "text": "The European Patent Office shall act as an International Searching Authority and International Preliminary Examining Authority within the meaning of the PCT, in accordance with an agreement between the Organisation and the International Bureau of the World Intellectual Property Organization, for applicants who are residents or nationals of a State party to this Convention. This agreement may provide that the European Patent Office shall also act for other applicants.",
                "id": "A152_pre"
            }
        ],
        "footnotes": [
            {
                "key": "180",
                "content": "See agreement between the EPO and the International Bureau of WIPO under the PCT of 30.10/28.11.2017 with effect from 01.01.2018 (OJ EPO 2017, A115, last amendments see OJ EPO 2018, A24 and OJ EPO 2018, A35, OJ EPO 2019, A5, and OJ EPO 2020, A35 and OJ EPO 2020, A68).See notice from the EPO concerning the carrying out of Supplementary International Searches under the PCT (OJ EPO 2010, 316, and OJ EPO 2014, A117, pt. 3).See notice from the EPO of 08.03.2017 concerning the processing by the EPO as ISA of informal comments on earlier search results (\"PCT Direct\") (OJ EPO 2017, A21).See notices from the EPO concerning the introduction of a \"top-up\" search in the procedure under Chapter II PCT (OJ EPO 2014, A57) and online filing of the demand under Chapter II PCT (OJ EPO 2014, A71)."
            }
        ]
    },
    {
        "id": "A153",
        "title": "Article 153 [181] - The European Patent Office as designated Office or elected Office",
        "content": [
            {
                "text": "The European Patent Office shall be",
                "id": "A153_1"
            },
            {
                "text": "a designated Office for any State party to this Convention in respect of which the PCT is in force, which is designated in the international application and for which the applicant wishes to obtain a European patent, and",
                "id": "A153_1_a"
            },
            {
                "text": "an elected Office, if the applicant has elected a State designated pursuant to letter (a).",
                "id": "A153_1_b"
            },
            {
                "text": "An international application for which the European Patent Office is a designated or elected Office, and which has been accorded an international date of filing, shall be equivalent to a regular European application (Euro-PCT application).",
                "id": "A153_2"
            },
            {
                "text": "The international publication of a Euro-PCT application in an official language of the European Patent Office shall take the place of the publication of the European patent application and shall be mentioned in the European Patent Bulletin.",
                "id": "A153_3"
            },
            {
                "text": "If the Euro-PCT application is published in another language, a translation into one of the official languages shall be filed with the European Patent Office, which shall publish it. Subject to Article 67, paragraph 3, the provisional protection under Article 67, paragraphs 1 and Article 67, paragraphs 2, shall be effective from the date of that publication.",
                "id": "A153_4"
            },
            {
                "text": "The Euro-PCT application shall be treated as a European patent application and shall be considered as comprised in the state of the art under Article 54, paragraph 3, if the conditions laid down in paragraph 3 or 4 and in the Implementing Regulations are fulfilled.",
                "id": "A153_5"
            },
            {
                "text": "The international search report drawn up in respect of a Euro-PCT application or the declaration replacing it, and their international publication, shall take the place of the European search report and the mention of its publication in the European Patent Bulletin.",
                "id": "A153_6"
            },
            {
                "text": "[182]  A supplementary European search report shall be drawn up in respect of any Euro-PCT application under paragraph 5. The Administrative Council may decide that the supplementary search report is to be dispensed with or that the search fee is to be reduced.",
                "id": "A153_7"
            }
        ],
        "footnotes": [
            {
                "key": "181",
                "content": "See decision of the Enlarged Board of Appeal G 4/08 (Annex I)."
            },
            {
                "key": "182",
                "content": "See decision of the Administrative Council CA/D 11/09 of 28.10.2009 (OJ EPO 2009, 594) dispensing with the supplementary European search report in the case of an international application where the international search report or supplementary international search report was drawn up by the EPO.See decision of the Administrative Council CA/D 16/22 CA/D 16/23 of 14.12.2022 14.12.2023 (OJ EPO 2023, A25) (OJ EPO 2024, A3) reducing adjusting the amount of the reduction in the fee for the supplementary European search where the international search report or supplementary international search report was drawn up by the Austrian Patent Office, the Finnish Patent and Registration Office, the Spanish Patent and Trademark Office, the Swedish Patent and Registration Office Intellectual Property Office, the Turkish Patent and Trademark Office, the Nordic Patent Institute or the Visegrad Patent Institute. This decision is applicable to international applications filed up to and including 31.03.2024 31.03.2028 where the fee for the supplementary European search is paid on or after 01.04.2023 01.04.2024.See decision of the Administrative Council CA/D 16/17 of 13.12. 2017 (OJ EPO 2018, A3) abrogating decision of the Administrative Council CA/D 10/05 (OJ EPO 2005, 548) concerning cases where the search fee for the supplementary European search is to be reduced."
            }
        ]
    },
    {
        "id": "A154",
        "title": " - Article 154 [183](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "183",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A155",
        "title": " - Article 155 [184](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "184",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A156",
        "title": " - Article 156 [185](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "185",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A157",
        "title": " - Article 157 [186](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "186",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A158",
        "title": " - Article 158 [187](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "187",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A164",
        "title": "Article 164 [189] - Implementing Regulations and Protocols",
        "content": [
            {
                "text": "The Implementing Regulations, the Protocol on Recognition, the Protocol on Privileges and Immunities, the Protocol on Centralisation, the Protocol on the Interpretation of Article 69 and the Protocol on Staff Complement shall be integral parts of this Convention.",
                "id": "A164_1"
            },
            {
                "text": "[190]  In case of conflict between the provisions of this Convention and those of the Implementing Regulations, the provisions of this Convention shall prevail.",
                "id": "A164_2"
            }
        ],
        "footnotes": [
            {
                "key": "189",
                "content": "Amended by the Act revising the European Patent Convention of 29.11.2000."
            },
            {
                "key": "190",
                "content": "See decisions/opinions of the Enlarged Board of Appeal G 2/95, G 6/95, G 1/02 (Annex I)."
            }
        ]
    },
    {
        "id": "A165",
        "title": "Article 165 - Signature – Ratification",
        "content": [
            {
                "text": "[191]  This Convention shall be open for signature until 5 April 1974 by the States which took part in the Inter-Governmental Conference for the setting up of a European System for the Grant of Patents or were informed of the holding of that conference and offered the option of taking part therein.",
                "id": "A165_1"
            },
            {
                "text": "This Convention shall be subject to ratification; instruments of ratification shall be deposited with the Government of the Federal Republic of Germany.",
                "id": "A165_2"
            }
        ],
        "footnotes": [
            {
                "key": "191",
                "content": "Signatory states: AT, BE, CH, DE, DK, FR, GB, GR, IE, IT, LI, LU, MC, NL, NO, SE. Conference participants: signatory states plus ES, FI, PT, TR, YU. Invited states: Conference participants plus CY, IS."
            }
        ]
    },
    {
        "id": "A166",
        "title": "Article 166 - Accession",
        "content": [
            {
                "text": "This Convention shall be open to accession by:",
                "id": "A166_1"
            },
            {
                "text": "the States referred to in Article 165, paragraph 1;",
                "id": "A166_1_a"
            },
            {
                "text": "any other European State at the invitation of the Administrative Council.",
                "id": "A166_1_b"
            },
            {
                "text": "Any State which has been a party to the Convention and has ceased to be so as a result of the application of Article 172, paragraph 4, may again become a party to the Convention by acceding to it.",
                "id": "A166_2"
            },
            {
                "text": "Instruments of accession shall be deposited with the Government of the Federal Republic of Germany.",
                "id": "A166_3"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A167",
        "title": " - Article 167 [192](deleted)",
        "content": [],
        "footnotes": [
            {
                "key": "192",
                "content": "Deleted by the Act revising the European Patent Convention of 29.11.2000."
            }
        ]
    },
    {
        "id": "A168",
        "title": "Article 168 - Territorial field of application",
        "content": [
            {
                "text": "Any Contracting State may declare in its instrument of ratification or accession, or may inform the Government of the Federal Republic of Germany by written notification at any time thereafter, that this Convention shall be applicable to one or more of the territories for the external relations of which it is responsible. European patents granted for that Contracting State shall also have effect in the territories for which such a declaration has taken effect.",
                "id": "A168_1"
            },
            {
                "text": "If the declaration referred to in paragraph 1 is contained in the instrument of ratification or accession, it shall take effect on the same date as the ratification or accession; if the declaration is notified after the deposit of the instrument of ratification or accession, such notification shall take effect six months after the date of its receipt by the Government of the Federal Republic of Germany.",
                "id": "A168_2"
            },
            {
                "text": "Any Contracting State may at any time declare that the Convention shall cease to apply to some or to all of the territories in respect of which it has given notification pursuant to paragraph 1. Such declaration shall take effect one year after the date on which the Government of the Federal Republic of Germany received notification thereof.",
                "id": "A168_3"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A169",
        "title": "Article 169 [193] - Entry into force",
        "content": [
            {
                "text": "This Convention shall enter into force three months after the deposit of the last instrument of ratification or accession by six States on whose territory the total number of patent applications filed in 1970 amounted to at least 180 000 for all the said States.",
                "id": "A169_1"
            },
            {
                "text": "Any ratification or accession after the entry into force of this Convention shall take effect on the first day of the third month after the deposit of the instrument of ratification or accession.",
                "id": "A169_2"
            }
        ],
        "footnotes": [
            {
                "key": "193",
                "content": "For Belgium, Germany, France, Luxembourg, the Netherlands, Switzerland and the United Kingdom: 7 October 1977; Sweden: 1 May 1978; Italy: 1 December 1978; Austria: 1 May 1979; Liechtenstein: 1 April 1980; Greece and Spain: 1 October 1986; Denmark: 1 January 1990; Monaco: 1 December 1991; Portugal: 1 January 1992; Ireland: 1 August 1992; Finland: 1 March 1996; Cyprus: 1 April 1998; Turkey: 1 November 2000; Bulgaria, Czech Republic, Estonia, Slovakia: 1 July 2002; Slovenia: 1 December 2002; Hungary: 1 January 2003; Romania: 1 March 2003; Poland: 1 March 2004; Iceland: 1 November 2004; Lithuania: 1 December 2004; Latvia: 1 July 2005; Malta: 1 March 2007; Croatia and Norway: 1 January 2008; North Macedonia: 1 January 2009; San Marino: 1 July 2009; Albania: 1 May 2010; Serbia: 1 October 2010; Montenegro: 1 October 2022."
            }
        ]
    },
    {
        "id": "A170",
        "title": "Article 170 - Initial contribution",
        "content": [
            {
                "text": "Any State which ratifies or accedes to this Convention after its entry into force shall pay to the Organisation an initial contribution, which shall not be refunded.",
                "id": "A170_1"
            },
            {
                "text": "The initial contribution shall be 5% of an amount calculated by applying the percentage obtained for the State in question, on the date on which ratification or accession takes effect, in accordance with the scale provided for in Article 40, paragraphs 3 and 4, to the sum of the special financial contributions due from the other Contracting States in respect of the accounting periods preceding the date referred to above.",
                "id": "A170_2"
            },
            {
                "text": "In the event that special financial contributions were not required in respect of the accounting period immediately preceding the date referred to in paragraph 2, the scale of contributions referred to in that paragraph shall be the scale that would have been applicable to the State concerned in respect of the last year for which financial contributions were required.",
                "id": "A170_3"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A171",
        "title": "Article 171 - Duration of the Convention",
        "content": [
            {
                "text": "The present Convention shall be of unlimited duration.",
                "id": "A171_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A172",
        "title": "Article 172 - Revision",
        "content": [
            {
                "text": "This Convention may be revised by a Conference of the Contracting States.",
                "id": "A172_1"
            },
            {
                "text": "The Conference shall be prepared and convened by the Administrative Council. The Conference shall not be validly constituted unless at least three-quarters of the Contracting States are represented at it. Adoption of the revised text shall require a majority of three-quarters of the Contracting States represented and voting at the Conference. Abstentions shall not be considered as votes.",
                "id": "A172_2"
            },
            {
                "text": "The revised text shall enter into force when it has been ratified or acceded to by the number of Contracting States specified by the Conference, and at the time specified by that Conference.",
                "id": "A172_3"
            },
            {
                "text": "Such States as have not ratified or acceded to the revised text of the Convention at the time of its entry into force shall cease to be parties to this Convention as from that time.",
                "id": "A172_4"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A173",
        "title": "Article 173 - Disputes between Contracting States",
        "content": [
            {
                "text": "Any dispute between Contracting States concerning the interpretation or application of the present Convention which is not settled by negotiation shall be submitted, at the request of one of the States concerned, to the Administrative Council, which shall endeavour to bring about agreement between the States concerned.",
                "id": "A173_1"
            },
            {
                "text": "If such agreement is not reached within six months from the date when the dispute was referred to the Administrative Council, any one of the States concerned may submit the dispute to the International Court of Justice for a binding decision.",
                "id": "A173_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A174",
        "title": "Article 174 - Denunciation",
        "content": [
            {
                "text": "Any Contracting State may at any time denounce this Convention. Denunciation shall be notified to the Government of the Federal Republic of Germany. It shall take effect one year after the date of receipt of such notification.",
                "id": "A174_pre"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A175",
        "title": "Article 175 - Preservation of acquired rights",
        "content": [
            {
                "text": "In the event of a State ceasing to be party to this Convention in accordance with Article 172, paragraph 4, or Article 174, rights already acquired pursuant to this Convention shall not be impaired.",
                "id": "A175_1"
            },
            {
                "text": "A European patent application which is pending when a designated State ceases to be party to the Convention shall be processed by the European Patent Office, as far as that State is concerned, as if the Convention in force thereafter were applicable to that State.",
                "id": "A175_2"
            },
            {
                "text": "Paragraph 2 shall apply to European patents in respect of which, on the date mentioned in that paragraph, an opposition is pending or the opposition period has not expired.",
                "id": "A175_3"
            },
            {
                "text": "Nothing in this Article shall affect the right of any State that has ceased to be a party to this Convention to treat any European patent in accordance with the text to which it was a party.",
                "id": "A175_4"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A176",
        "title": "Article 176 - Financial rights and obligations of former Contracting States",
        "content": [
            {
                "text": "Any State which has ceased to be a party to this Convention in accordance with Article 172, paragraph 4, or Article 174, shall have the special financial contributions which it has paid pursuant to Article 40, paragraph 2, refunded to it by the Organisation only at the time when and under the conditions whereby the Organisation refunds special financial contributions paid by other States during the same accounting period.",
                "id": "A176_1"
            },
            {
                "text": "The State referred to in paragraph 1 shall, even after ceasing to be a party to this Convention, continue to pay the proportion pursuant to Article 39 of renewal fees in respect of European patents remaining in force in that State, at the rate current on the date on which it ceased to be a party.",
                "id": "A176_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A177",
        "title": "Article 177 - Languages of the Convention",
        "content": [
            {
                "text": "This Convention, drawn up in a single original, in the English, French and German languages, shall be deposited in the archives of the Government of the Federal Republic of Germany, the three texts being equally authentic.",
                "id": "A177_1"
            },
            {
                "text": "The texts of this Convention drawn up in official languages of Contracting States other than those specified in paragraph 1 shall, if they have been approved by the Administrative Council, be considered as official texts. In the event of disagreement on the interpretation of the various texts, the texts referred to in paragraph 1 shall be authentic.",
                "id": "A177_2"
            }
        ],
        "footnotes": []
    },
    {
        "id": "A178",
        "title": "Article 178 - Transmission and notifications",
        "content": [
            {
                "text": "The Government of the Federal Republic of Germany shall draw up certified true copies of this Convention and shall transmit them to the Governments of all signatory or acceding States.",
                "id": "A178_1"
            },
            {
                "text": "The Government of the Federal Republic of Germany shall notify to the Governments of the States referred to in paragraph 1:",
                "id": "A178_2"
            },
            {
                "text": "the deposit of any instrument of ratification or accession;",
                "id": "A178_2_a"
            },
            {
                "text": "any declaration or notification received pursuant to Article 168;",
                "id": "A178_2_b"
            },
            {
                "text": "any denunciation received pursuant to Article 174 and the date on which such denunciation comes into force.",
                "id": "A178_2_c"
            },
            {
                "text": "The Government of the Federal Republic of Germany shall register this Convention with the Secretariat of the United Nations.",
                "id": "A178_3"
            },
            {
                "text": "IN WITNESS WHEREOF, the Plenipotentiaries authorised thereto, having presented their Full Powers, found to be in good and due form, have signed this Convention.",
                "id": "A178_3_inter"
            },
            {
                "text": "Done at Munich this fifth day of October one thousand nine hundred and seventy-three",
                "id": "A178_3_inter"
            }
        ],
        "footnotes": []
    }
]