[
    {
        "id": "TRANSITIONALPROVISIONS",
        "title": "Decision of the Administrative Council of 28 June 2001 on the transitional provisions under Article 7 of the Act revising the European Patent Convention of 29 November 2000",
        "content": [
            {
                "id": "TRANSITIONALPROVISIONS_pre",
                "text": "    THE ADMINISTRATIVE COUNCIL OF THE EUROPEAN PATENT ORGANISATION, Having regard to  Article 7, paragraph 2  REV , of the Act revising the European Patent Convention of 29 November 2000 (\"Revision Act\"), On a proposal from the President of the European Patent Office, Having regard to the opinion of the Committee on Patent Law, HAS DECIDED AS FOLLOWS:"
            }
        ],
        "footnotes": []
    },
    {
        "id": "TRANSITIONALPROVISIONS_A1",
        "title": "Article 1",
        "content": [
            {
                "id": "TRANSITIONALPROVISIONS_A1_pre",
                "text": "In accordance with  Article 7, paragraph 1  REV , second sentence, of the Revision Act, the following transitional provisions shall apply to the amended and new provisions of the European Patent Convention specified below:"
            },
            {
                "id": "TRANSITIONALPROVISIONS_A1_1",
                "text": "Articles 14(3)  to  Article 14 (6) ,  Article  51 ,  Article  52 ,  Article  53 ,  Article  54(3)  and  Article 54 (4) ,  Article  61 ,  Article  67 ,  Article  68  and  Article  69 , the Protocol on the Interpretation of  Article 69 , and  Articles 70 ,  Article  86 ,  Article  88 ,  Article  90 ,  Article  92 ,  Article  93 ,  Article  94 ,  Article  97 ,  Article  98 ,  Article  106 ,  Article  108 ,  Article  110 ,  Article  115 ,  Article  117 ,  Article  119 ,  Article  120 ,  Article  123 ,  Article  124 ,  Article  127 ,  Article  128 ,  Article  129 ,  Article  133 ,  Article  135 ,  Article  137  and  Article  141  shall apply to European patent applications pending at the time of their entry into force and to European patents already granted at that time. However, Article 54(4)  EPC 1973  of the version of the Convention in force before that time shall continue to apply to these applications and patents."
            },
            {
                "id": "TRANSITIONALPROVISIONS_A1_2",
                "text": "Articles 65 ,  Article  99 ,  Article  101 ,  Article  103 ,  Article  104 ,  Article  105 ,  Article  105a -   Article  105c  and  Article  138  shall apply to European patents already granted at the time of their entry into force and to European patents granted in respect of European patent applications pending at that time."
            },
            {
                "id": "TRANSITIONALPROVISIONS_A1_3",
                "text": "Article 54(5)  shall apply to European patent applications pending at the time of its entry into force, in so far as a decision on the grant of the patent has not yet been taken."
            },
            {
                "id": "TRANSITIONALPROVISIONS_A1_4",
                "text": "Article 112a  shall apply to decisions of the Boards of Appeal taken as from the date of its entry into force."
            },
            {
                "id": "TRANSITIONALPROVISIONS_A1_5",
                "text": "Articles 121  and  Article  122  shall apply to European patent applications pending at the time of their entry into force and to European patents already granted at that time, in so far as the time limits for requesting further processing or re-establishment of rights have not yet expired at that time."
            },
            {
                "id": "TRANSITIONALPROVISIONS_A1_6",
                "text": "Articles 150  to  Article  153  shall apply to international applications pending at the time of their entry into force. However, Articles 154(3)  EPC 1973  and  Article  155(3)  EPC 1973  of the version of the Convention in force before that time shall continue to apply to these applications."
            }
        ],
        "footnotes": []
    },
    {
        "id": "TRANSITIONALPROVISIONS_A2",
        "title": "Article 2",
        "content": [
            {
                "id": "TRANSITIONALPROVISIONS_A2_pre",
                "text": "This decision shall enter into force upon the entry into force of the revised text of the Convention in accordance with  Article 8 of the Revision Act . Done at Munich, 28 June 2001 For the Administrative Council  The Chairman Roland GROSSENBACHER"
            }
        ],
        "footnotes": []
    }
]